[
  {
    "id": "p0mjgx12",
    "title_arabic": "عين الحلوة: ماذا نعرف عن مخيم اللاجئين الفلسطينيين الأكبر في لبنان؟",
    "description_arabic": "امتد تاريخ مخيم عين الحلوة على نحو سبعة عقود، شهدت تحوّلات كبيرة على الساحتين اللبنانية والفلسطينية، وأثّرت تلك التحولات على شكل الحياة في المخيم.\nويُعد عين الحلوة أكبر مخيمات اللاجئين الفلسطينيين في لبنان وأكثرها اكتظاظاً، ويتربع على مساحة صغيرة إلى الجنوب من مدينة صيدا جنوبي لبنان.\nوكثيراً ما يكتب الصحفيون والحقوقيون عن ظروف المعيشة الصعبة التي يقاسيها أهالي المخيم، وشُحّ الفرص أمامهم في ظل قيود عديدة تفرضها القوانين اللبنانية على تملك وعمل الفلسطينيين في لبنان.\nوتنشط العديد من الفصائل الفلسطينية داخل المخيم، كما أنه يشهد بين الفترة والأخرى اشتباكات مسلحة بين فصائل ومجموعات مسلحة متعددة.\nضيفنا هشام دبسي، مدير مركز \"تطوير\" للدراسات، يحدثنا أكثر عن قصة المخيم وتاريخه وواقع الحياة فيه.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mjgx12.mp3",
    "published": "Mon, 24 Nov 2025 15:50:00 +0000",
    "duration_seconds": "1612",
    "audio_type": "audio/mpeg",
    "title_english": "Ain al-Hilweh: What Do We Know About the Largest Palestinian Refugee Camp in Lebanon?",
    "description_english": "The history of Ain al-Hilweh camp spans nearly seven decades, witnessing significant transformations in both the Lebanese and Palestinian arenas, which have impacted the way of life in the camp. Ain al-Hilweh is the largest and most densely populated Palestinian refugee camp in Lebanon, located in a small area south of the city of Sidon in southern Lebanon. Journalists and human rights advocates often write about the difficult living conditions faced by the camp's residents and the limited opportunities available to them due to various restrictions imposed by Lebanese laws on property ownership and employment for Palestinians in Lebanon. Many Palestinian factions are active within the camp, and it periodically experiences armed clashes between various factions and armed groups. Our guest, Hisham Debsi, director of the "
  },
  {
    "id": "p0mj0tlg",
    "title_arabic": "علم الروم: ماذا نعرف عن الاستثمار القطري في مدينة مرسى مطروح؟",
    "description_arabic": "قال رئيس الوزراء المصري مصطفى مدبولي، إن الدوحة ستدفع في ديسمبر/كانون الأول المقبل، مبلغ 3.5 مليار دولار مقابل استثمار أرض في مرسى مطروح، تليها دفعات أخرى على شكل استثمارات داخل مشروع علم الروم الذي يدخل حيز التنفيذ مطلع العام القادم.\nوفي مطلع نوفمبر/ تشرين الثاني، وقعت شركة الديار القطرية، اتفاقية شراكة مع هيئة المجتمعات العمرانية الجديدة في مصر لاستثمار قرابة 30 مليار دولار في تطوير مشروع سياحي على الساحل الشمالي للبلاد.\nفي بودكاست يستحق الانتباه، يشرح لنا الدكتور رشاد عبده، رئيس المنتدى المصري للدراسات الاقتصادية، تفاصيل المشروع، والفائدة التي قد تجنيها القاهرة من شراكاتها مع دول خليجية.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mj0tlg.mp3",
    "published": "Fri, 21 Nov 2025 15:50:00 +0000",
    "duration_seconds": "1208",
    "audio_type": "audio/mpeg",
    "title_english": "Al-Roum: What Do We Know About Qatari Investment in Marsa Matrouh?",
    "description_english": "Egyptian Prime Minister Mostafa Madbouly stated that Doha will pay $3.5 billion in December for an investment in land in Marsa Matrouh, followed by additional payments in the form of investments within the Al-Roum project, which is set to commence early next year. In early November, Qatari Diar signed a partnership agreement with the New Urban Communities Authority in Egypt to invest nearly $30 billion in developing a tourism project on the country's northern coast. In this noteworthy podcast, Dr. Rashad Abdo, head of the Egyptian Forum for Economic Studies, explains the details of the project and the potential benefits Cairo may gain from its partnerships with Gulf countries."
  },
  {
    "id": "p0mhs4v6",
    "title_arabic": "جيفري إبستين: ماذا نعرف عن القضية المستمرة منذ عقدين من الزمن؟",
    "description_arabic": "منذ عام 2005، بدأت قضية رجل الأعمال الأمريكي الراحل جيفري إبستين، التي أدين فيها بالاتجار الجنسي، بعد شهادات تقدمت بها عشرات الناجيات.\nالقضية كشفت على مر السنوات، عن شبكة علاقات واسعة لإبستين مع مشاهير وسياسيين حول العالم، من بينهم الأمير أندرو وبيل كلينتون والرئيس الأمريكي دونالد ترامب.\nفي حلقة اليوم، نتعرف على شخصية إبستين، وكيف استطاع تكوين شبكة علاقاته، , ونتحدث فيها مع الصحفية هبة قدسي.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mhs4v6.mp3",
    "published": "Thu, 20 Nov 2025 13:43:00 +0000",
    "duration_seconds": "1205",
    "audio_type": "audio/mpeg",
    "title_english": "Jeffrey Epstein: What Do We Know About the Ongoing Case That Has Lasted Two Decades?",
    "description_english": "Since 2005, the case of the late American businessman Jeffrey Epstein, who was convicted of sex trafficking, began following testimonies from dozens of survivors. Over the years, the case has revealed Epstein's extensive network of relationships with celebrities and politicians around the world, including Prince Andrew, Bill Clinton, and former President Donald Trump. In today's episode, we explore Epstein's character, how he built his network, and we speak with journalist Hiba Qudsi."
  },
  {
    "id": "p0mhlf1j",
    "title_arabic": "من هي الشيخة حسينة، رئيسة وزراء بنغلادش التي تواجه حكما بالإعدام في بلدها؟",
    "description_arabic": "الباحث في الشؤون الآسيوية الدكتور وائل عوّاد الذي التقى بالشيخة حسينة عدة مرات‘ يحدثنا عن سيرة رئيسة وزراء بنغلادش، التي فرت منذ أكثر من عام إلى الهند بعد الإطاحة بها في مظاهرات طلابية؟ و قد حكمت الشيخة حسينة بلدها لأكثر من عشرين عاماً.\nوقادت بنغلاديش التي كانت من أفقر دول العالم  نحو طفرة اقتصادية  مكنتها من منافسة جارتها الهند.\nوبعد أن كانت أيقونة للنضال الديقراطي في بداية حكمها، اتهمت في السنوات الأخيرة بالإستبداد. وشهدت فترات سيطرتها على السلطة اعتقالات سياسية، واختفاءات قسرية، وقتلاً خارج القانون، وقمعاً للمعارضة حسب مراقبين و منظمات حقوقية دولية. و تواجه اليوم حكما غيابياً بالإعدام لإدانتها بارتكاب جرائم ضد الإنسانية.\nرفضت حسينة الحكم، واعتبرت أن له دوافع سياسية، وقالت في بيان إنها حوكمت أمام “محكمة غير قانونية” عيّنتها حكومة غير منتخبة.\nفمن هي الشيخة حسينة رئيسة وزراء بنغلادش التي فرت منذ أكثر من عام إلى الهند بعد الإطاحة بها في مظاهرات طلابية؟\nوكيف بدأ حكمها و هل انتهى ؟\nشكرا لكم متابعي بودكاست يستحق الانتباه على المتابعة \nشاركونا بآرائكم وتعليقاتكم على حساباتنا على مواقع التواصل الاجتماعي   \nوأخبروا أصدقائكم أن هذا البودكاست يستحق الانتباه  \nيمكنكم مشاهدة حلقات يستحق الانتباه على قناة بي بي سي نيوز عربي على يوتيوب وعلى سبوتيفاي\nأو الاستماع والتحميل على منصات البودكاست المفضلة لديكم وعلى موقعنا بي بي سي أرابيك دوت كوم\nأعد حلقة اليوم عباس سرور\nفي الإخراج التقني داييفيد كوان \nوقدمتها لكم  كريمة كواح",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mhlf1j.mp3",
    "published": "Wed, 19 Nov 2025 15:55:00 +0000",
    "duration_seconds": "1506",
    "audio_type": "audio/mpeg",
    "title_english": "Who is Sheikh Hasina, the Prime Minister of Bangladesh Facing a Death Sentence in Her Country?",
    "description_english": "Asian affairs researcher Dr. Wael Awad, who has met Sheikh Hasina several times, talks to us about the biography of the Prime Minister of Bangladesh, who fled to India over a year ago after being ousted in student protests. Sheikh Hasina has ruled her country for over twenty years, leading Bangladesh, once one of the poorest countries in the world, towards an economic boom that enabled it to compete with its neighbor India. After being a symbol of democratic struggle at the beginning of her rule, she has been accused of authoritarianism in recent years. Her time in power has seen political arrests, enforced disappearances, extrajudicial killings, and suppression of opposition, according to observers and international human rights organizations. She now faces a death sentence in absentia for crimes against humanity. Hasina rejected the ruling, claiming it has political motives, stating in a statement that she was tried before an “illegal court” appointed by an unelected government. So who is Sheikh Hasina, the Prime Minister of Bangladesh who fled to India over a year ago after being ousted in student protests? How did her rule begin, and has it come to an end? Thank you for following the podcast that deserves attention. Share your opinions and comments with us on our social media accounts, and let your friends know that this podcast is worth listening to. You can watch episodes of 'Deserves Attention' on the BBC News Arabic YouTube channel and on Spotify, or listen and download on your favorite podcast platforms and on our website bbcarabic.com. Today's episode was produced by Abbas Sarour, with technical direction by David Kwan, and presented by Karima Kawah."
  },
  {
    "id": "p0mhbtrg",
    "title_arabic": "ما شكل العلاقات الاقتصادية التي تسعى الرياض لتعزيزها مع واشنطن؟",
    "description_arabic": "يزور ولي العهد السعودي الأمير محمد بن سلمان واشنطن خلال الشهر الجاري، حيث سيلتقي الرئيس الأمريكي دونالد ترامب.\nوبينما ترجح وسائل إعلام أن يطغى ملف الدفاع على الزيارة، إلاّ أن الملف الاقتصادي والتعاون بين البلدين، يبقى حاضراً ضمن جدول الأعمال خاصة بعد أن أعلنت الرياض التزامها باستثمار نحو تريليون دولار في الولايات المتحدة.\n في حلقة اليوم، نستعرض مع الدكتور بندر الجعيد، الكاتب الاقتصادي السعودي، حجم التعاون الاقتصادي بين الولايات المتحدة والسعودية، ومستقبل هذا التعاون.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mhbtrg.mp3",
    "published": "Tue, 18 Nov 2025 16:00:00 +0000",
    "duration_seconds": "959",
    "audio_type": "audio/mpeg",
    "title_english": "What is the Nature of the Economic Relations Riyadh Seeks to Strengthen with Washington?",
    "description_english": "Saudi Crown Prince Mohammed bin Salman is visiting Washington this month, where he will meet with President Donald Trump. While media outlets suggest that defense issues will dominate the visit, the economic agenda and cooperation between the two countries remain on the table, especially after Riyadh announced its commitment to invest around one trillion dollars in the United States. In today's episode, we discuss with Dr. Bandar Al-Juaid, a Saudi economic writer, the extent of economic cooperation between the United States and Saudi Arabia and the future of this collaboration."
  },
  {
    "id": "p0mhbjmc",
    "title_arabic": "ملكة جمال الكون: ما الذي تحمله مشاركة أول فلسطينية في Miss Universe 2025؟",
    "description_arabic": "يشهد العالم في الحادي والعشرين من تشرين الثاني نوفمبر مسابقة انتخاب ملكة جمال الكون “Miss Universe” التي تستضيفها تايلاند هذه السنة .ولأول مرة؟، تشارك ملكة جمال فلسطينية في هذه المسابقة التي تعقد سنوياً منذ عام 1952.إعلان مشاركة الفلسطينية نادين أيوب في هذه المسابقة، كان مثار حديث على مواقع التواصل، ما بين من يرى هذه المشاركة أمراً جيداً على مختلف الصعد، وبين آخرين يرون أن لدى الفلسطينيين من الأولويات ما يجب أن يقدَّم على المشاركة في مسابقة كهذه.فما الذي تحمله مشاركة الفلسطينية نادين أيوب في مسابقة ملكة جمال الكون؟",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mhbjmc.mp3",
    "published": "Tue, 18 Nov 2025 14:46:00 +0000",
    "duration_seconds": "1429",
    "audio_type": "audio/mpeg",
    "title_english": "Miss Universe: What Does the Participation of the First Palestinian Contestant in Miss Universe 2025 Mean?",
    "description_english": "On November 21, the world will witness the Miss Universe pageant hosted by Thailand this year. For the first time, a Palestinian beauty queen will participate in this annual competition, which has been held since 1952. The announcement of Nadine Ayoub's participation has sparked discussions on social media, with some viewing it as a positive step on various fronts, while others argue that Palestinians have priorities that should take precedence over participating in such a contest. What does Nadine Ayoub's participation in the Miss Universe pageant signify?"
  },
  {
    "id": "p0mh510j",
    "title_arabic": "ملكة جمال الكون: ما الذي تحمله مشاركة أول فلسطينية في Miss Universe 2025؟",
    "description_arabic": "يشهد العالم في الحادي والعشرين من تشرين الثاني نوفمبر مسابقة انتخاب ملكة جمال الكون “Miss Universe” التي تستضيفها تايلاند هذه السنة .ولأول مرة؟، تشارك ملكة جمال فلسطينية في هذه المسابقة التي تعقد سنوياً منذ عام 1952.إعلان مشاركة الفلسطينية نادين أيوب في هذه المسابقة، كان مثار حديث على مواقع التواصل، ما بين من يرى هذه المشاركة أمراً جيداً على مختلف الصعد، وبين آخرين يرون أن لدى الفلسطينيين من الأولويات ما يجب أن يقدَّم على المشاركة في مسابقة كهذه.فما الذي تحمله مشاركة الفلسطينية نادين أيوب في مسابقة ملكة جمال الكون؟",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mh510j.mp3",
    "published": "Mon, 17 Nov 2025 14:48:00 +0000",
    "duration_seconds": "1502",
    "audio_type": "audio/mpeg",
    "title_english": "Miss Universe: What Does the Participation of the First Palestinian Contestant in Miss Universe 2025 Hold?",
    "description_english": "On November 21, the world will witness the Miss Universe competition hosted by Thailand this year. For the first time, a Palestinian beauty queen will participate in this annual event, which has been held since 1952. The announcement of Nadine Ayoub's participation has sparked discussions on social media, with some viewing her participation as a positive step on various fronts, while others believe that Palestinians have priorities that should take precedence over participating in such a contest. What does Nadine Ayoub's participation in the Miss Universe competition signify?"
  },
  {
    "id": "p0mgrnr7",
    "title_arabic": "بعد البرلمان، ما شكل الحكومة العراقية المقبلة ؟",
    "description_arabic": "سالى نبيل موفدة بي بي سي للعراق، تشرح خريطة التحالفات التى تخوضها القوى السياسية العراقية لتشكيل حكومة جديدةبحسب النتائج الأولية للانتخابات البرلمانية في العراق، تصدر ائتلاف \"الإعمار والتنمية\" بقيادة رئيس الوزراء محمد شياع السوداني السابق الانتخابي، ما يرجح أن يبدأ مشاورات تشكيل الحكومة الجديدة خلال الفترة المقبلة.وأعلنت المفوضية العليا للانتخابات أن نسبة المشاركة في الانتخابات بلغت 56 بالمئة.ويتنافس في هذه الانتخابات أكثر من 7 آلاف مرشح من النساء والرجال، موزعين على 37 تحالفاً وائتلافاً سياسياً في مختلف المحافظات.وتبلغ مقاعد البرلمان 329 مقعدًا، وتعد هذه الانتخابات التشريعية السادسة التي تشهدها البلاد منذ الإطاحة بنظام صدام حسين عام 2003 .وتجري الانتخابات في ظل مقاطعة التيار الوطني الشيعي ( التيار الصدري) بزعامة مقتدى الصدر.و ستخوض القوى السياسية العراقية الآن معركة لتشكيل تحالفات تسمح بتشكيل الحكومة المقبلة.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mgrnr7.mp3",
    "published": "Fri, 14 Nov 2025 16:54:00 +0000",
    "duration_seconds": "1354",
    "audio_type": "audio/mpeg",
    "title_english": "After the Parliament, What Will the Next Iraqi Government Look Like?",
    "description_english": "Sally Nabil, BBC's correspondent in Iraq, explains the landscape of alliances that Iraqi political forces are navigating to form a new government based on preliminary election results. The \"Reconstruction and Development\" coalition, led by former Prime Minister Mohammed Shia al-Sudani, is leading, suggesting that consultations for forming the new government may begin soon. The High Electoral Commission announced a voter turnout of 56%. Over 7,000 candidates, both men and women, are competing across 37 political alliances in various provinces. The parliament has 329 seats, and this is the sixth legislative election since the fall of Saddam Hussein's regime in 2003. The elections are taking place amid a boycott by the Shiite National Current (Sadrist Movement) led by Muqtada al-Sadr. Iraqi political forces will now engage in a battle to form alliances that will enable the formation of the next government."
  },
  {
    "id": "p0mghv1t",
    "title_arabic": "السكري في مصر: لماذا تحتل المركز الأول عربياً والتاسع عالمياً",
    "description_arabic": "في اليوم العالمي لمرض السكري، نسلّط الضوء على أزمة صحية متنامية في مصر، التي تحتل المرتبة الأولى عربياً والتاسعة عالمياً بعدد المصابين.\nنتحدث مع الدكتور سيد غنيم، استشاري السكري والغدد الصمّاء، عن أسباب انتشار هذا المرض، وأعراضه، وأحدث علاجاته.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mghv1t.mp3",
    "published": "Thu, 13 Nov 2025 18:25:00 +0000",
    "duration_seconds": "1358",
    "audio_type": "audio/mpeg",
    "title_english": "Diabetes in Egypt: Why It Ranks First in the Arab World and Ninth Globally",
    "description_english": "On World Diabetes Day, we highlight a growing health crisis in Egypt, which ranks first in the Arab world and ninth globally in the number of diabetes cases. We speak with Dr. Said Ghoneim, a diabetes and endocrinology consultant, about the reasons for the spread of this disease, its symptoms, and the latest treatments."
  },
  {
    "id": "p0mg7vm9",
    "title_arabic": "هل يشهد الشرق الأوسط موجة جفاف استثنائية؟",
    "description_arabic": "حّذر الرئيس الإيراني مسعود بزشكيان من احتمالية أن تضطر السلطات إلى إخلاء العاصمة طهران من سكانها إذا استمرت أزمة الجفاف وشح المياه التي تضرب إيران منذ أشهر.ولم تقتصر مظاهر الجفاف على إيران وحدها، إذ أطلق خبراء ومسؤولون تحذيرات في كل من لبنان وسوريا والأردن ودول أخرى.نناقش مع خبير الأرصاد الجوية جمال الموسى ما إذا كان هطول الأمطار في الشرق الأوسط قد تأخر عن موسمه المعتاد، ونجيب على أسئلة بشأن ما إذا كانت بلدان المنطقة تشهد موجة جفاف استثنائية.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mg7vm9.mp3",
    "published": "Wed, 12 Nov 2025 15:29:00 +0000",
    "duration_seconds": "1231",
    "audio_type": "audio/mpeg",
    "title_english": "Is the Middle East Experiencing an Exceptional Drought?",
    "description_english": "Iranian President Masoud Bezhakian warned that authorities might have to evacuate the capital, Tehran, if the ongoing drought and water scarcity crisis persists. The signs of drought are not limited to Iran; experts and officials have issued warnings in Lebanon, Syria, Jordan, and other countries. We discuss with meteorologist Jamal Al-Moussa whether rainfall in the Middle East has been delayed from its usual season and address questions about whether countries in the region are experiencing an exceptional drought."
  },
  {
    "id": "p0mg1q8x",
    "title_arabic": "العراق وتركيا: اتفاق على المياه مثير للجدل.. فما قصته؟",
    "description_arabic": "سلمان خير الله، الباحث في استدامة المياه، يشرح أبعاد أزمة المياه التي يعاني منها العراق، والاتفاق الأخير مع تركيا.وقد أعلن العراق وتركيا توقيع وثيقة آلية لتمويل الاتفاق الإطاري الموقع سابقًا بين الدولتين. ورغم عدم الإفصاح عن بنود الوثيقة بشكل دقيق، إلا أنها أثارت الكثير من الجدل في العراق؛ إذ يعتبرها البعض محاولة تركية لتمديد نفوذها داخل العراق عبر ملف المياه، بينما يراها آخرون حلاً منقذًا للعراق الذي يشهد واحدة من أسوأ سنوات الجفاف منذ عقود.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mg1q8x.mp3",
    "published": "Tue, 11 Nov 2025 15:50:00 +0000",
    "duration_seconds": "1498",
    "audio_type": "audio/mpeg",
    "title_english": "Iraq and Turkey: A Controversial Water Agreement... What’s the Story?",
    "description_english": "Salman Khairallah, a water sustainability researcher, explains the dimensions of the water crisis facing Iraq and the recent agreement with Turkey. Iraq and Turkey have announced the signing of a mechanism document to finance the previously signed framework agreement between the two countries. Although the specific terms of the document have not been disclosed, it has sparked considerable controversy in Iraq; some view it as a Turkish attempt to extend its influence within Iraq through the water issue, while others see it as a lifesaving solution for Iraq, which is experiencing one of the worst drought years in decades."
  },
  {
    "id": "p0mfvpzp",
    "title_arabic": "ما شكل العلاقة بين دمشق وواشنطن بعد زيارة الشرع؟",
    "description_arabic": "نحو ثمانية عقود مرت على استقلال سوريا، لم تشهد فيها البلاد زيارة لأي من رؤسائها إلى الولايات المتحدة الأمريكية.واليوم وبينما نسجل هذه الحلقة، يزور رئيس المرحلة الانتقالية في سوريا، أحمد الشرع، واشنطن في سابقة تفرد بها على بقية رؤساء سوريا منذ استقلالها عام ألف وتسعمائة وستة وأربعين.\nفرادة هذه الزيارة لم تقتصر على أنها الأولى من نوعها لرئيس سوري إلى الولايات المتحدة الأمريكية، ولكن أيضاً لأن الرئيس الشرع كان مدرجاً على لوائح الإرهاب الأمريكية، قبل أن تشطب الخارجية الأمريكية اسمه واسم وزير داخليته، أنس خطاب، من هذه اللوائح، وكذا فعلت بريطانيا والأمم المتحدة بين يدي الزيارة.\nوبحسب تقارير إعلامية، فإن الزيارة ستتطرّق إلى ملفات شتّى، من بينها مسألةُ انضمام دمشق إلى التحالف الدولي ضد تنظيم ما يعرف بالدولة الإسلامية. \nفكيف ستغير زيارة الشرع إلى الولايات المتحدة مستقبل العلاقة بين دمشق وواشنطن؟ وما آثارها على الخريطة السياسية في الشرق الأوسط؟\nضيف حلقتنا هو الدكتور سمير التقي، الباحث الأول في مجلس الأطلسي في واشنطن.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mfvpzp.mp3",
    "published": "Mon, 10 Nov 2025 16:43:00 +0000",
    "duration_seconds": "1571",
    "audio_type": "audio/mpeg",
    "title_english": "What is the nature of the relationship between Damascus and Washington after Al-Shara's visit?",
    "description_english": "Nearly eight decades have passed since Syria's independence, during which the country has not seen a visit from any of its presidents to the United States. Today, as we record this episode, the transitional president of Syria, Ahmad Al-Shara, is visiting Washington, marking a unique event among the country's leaders since its independence in 1946. This visit is notable not only because it is the first of its kind for a Syrian president to the United States, but also because President Al-Shara was previously listed on U.S. terrorism lists, before the U.S. State Department removed his name and that of his interior minister, Anas Khattab, from these lists, a move also taken by Britain and the United Nations ahead of the visit. According to media reports, the visit will address various issues, including Damascus's potential joining of the international coalition against the so-called Islamic State. How will Al-Shara's visit to the United States change the future of the relationship between Damascus and Washington? What are its implications for the political landscape in the Middle East? Our guest for this episode is Dr. Samir Al-Taqi, a senior researcher at the Atlantic Council in Washington."
  },
  {
    "id": "p0mfckm3",
    "title_arabic": "لماذا علّقت السلطات الليبية عمل المنظمات الدولية غير الحكومية لديها؟",
    "description_arabic": "تتهم ليبيا المنظمات الدولية غير الحكومية بمحاولة توطين المهاجرين غير الشرعيين على أرضها، قررت منذ مطلع هذا العام إغلاق مكاتب تلك المنظمات ما اضطر بعضها لتعليق الأعمال وإجلاء بع الموظفين.\nوفي تطور جديد للأزمة، أمهلت الخارجية الليبية منظمة أطباء بلا حدود فترة عشرة أيام لإجلاء جميع موظفيها من البلاد، فيما عبّرت المنظمة عن أسفها، محذرة من \"عواقب\" هذه الاجراءات على المجتمعات المحلية والمهاجرين واللاجئين في البلاد.\n في حلقة اليوم، نستعرض مع رئيس المؤسسة الوطنية لحقوق الإنسان في ليبيا، أحمد حمزة، عمل ومهام المنظمات الدولية في ليبيا، وحقيقة الاتهامات الليبية ضد تلك المنظمات.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mfckm3.mp3",
    "published": "Fri, 07 Nov 2025 16:56:00 +0000",
    "duration_seconds": "1428",
    "audio_type": "audio/mpeg",
    "title_english": "Why did Libyan authorities suspend the work of international NGOs?",
    "description_english": "Libya accuses international NGOs of attempting to settle illegal migrants on its territory. Since the beginning of this year, it has decided to close the offices of these organizations, forcing some to suspend operations and evacuate their staff. In a new development in the crisis, the Libyan Foreign Ministry has given Médecins Sans Frontières (Doctors Without Borders) a ten-day deadline to evacuate all its employees from the country, while the organization expressed its regret, warning of the 'consequences' of these measures on local communities, migrants, and refugees in the country. In today's episode, we discuss with Ahmed Hamza, the head of the National Human Rights Institution in Libya, the work and roles of international organizations in Libya, and the reality of the Libyan accusations against these organizations."
  },
  {
    "id": "p0mf4rlf",
    "title_arabic": "هل أصبحت مشاكل النوم سمة عصرنا الحالي؟",
    "description_arabic": "يبرز النوم كحاجة أساسية للإنسان والكائنات الحية الأخرى، وتؤثر أي مشاكل أو اضطرابات قد تعتري النوم على حياة الإنسان وجودتها.\nورغم أن الدراسات لم تتوصل إلى دليل حاسم بشأن ما إذا كان البشر ينامون لساعات أقل مقارنة بالعقود الماضية، إلا أن هناك تقارير وتحليلات تشير إلى تراجع في جودة النوم في العالم خلال السنوات الماضية.\nويُلقى اللوم في ذلك أحياناً على التغيرات الجذرية في نمط الحياة، بدءاً من قضاء الوقت في تصفح وسائل التواصل الاجتماعي، ووصولاً إلى ازدياد ضغوطات الحياة ومتطلباتها.\nنناقش مع ضيفنا في حلقة اليوم، الدكتور أحمد خميس، أخصائي الطب النفسي وعلاج الإدمان، مشاكل النوم، وأسبابها، وبعض النصائح المفيدة في تخطّيها.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mf4rlf.mp3",
    "published": "Thu, 06 Nov 2025 16:50:00 +0000",
    "duration_seconds": "1228",
    "audio_type": "audio/mpeg",
    "title_english": "Have Sleep Problems Become a Feature of Our Time?",
    "description_english": "Sleep is highlighted as a fundamental need for humans and other living beings, and any problems or disorders related to sleep can affect the quality of human life. Although studies have not reached a conclusive evidence regarding whether humans sleep fewer hours compared to past decades, there are reports and analyses indicating a decline in sleep quality worldwide in recent years. This is sometimes attributed to radical changes in lifestyle, ranging from spending time browsing social media to increasing life pressures and demands. In today's episode, we discuss sleep issues, their causes, and some helpful tips for overcoming them with our guest, Dr. Ahmed Khamis, a specialist in psychiatry and addiction treatment."
  },
  {
    "id": "p0mdyhbr",
    "title_arabic": "هل يمكن إطالة الأعمار علمياً؟",
    "description_arabic": "بات المتابع لمواقع التواصل الاجتماعي ومنصاتها، يرى عشرات المنتجات الجديدة، التي يدّعي مروجوها قدرتها على إعادة الشباب أو تأخير  الشيخوخة أو حتى منعها، وأن هذه المنتجات تستند إلى أبحاث علمية.ولعلّ إنسان اليوم لا يختلف كثيراً عن أسلافه في البحث عن سر الخلود أو العمر المديد، فقد سعى البشر عبر التاريخ إلى البحث عن \"إكسير الحياة\" الذي يمنح صاحبه حياة أبدية وشباباً دائماً. لكن سعيهم كان يخفق دائما. وتذكر الملحمة الشهيرة، أن \"جلجامش\" قرر البحث عن سر الخلود بعد وفاة صديقه \"إنكيدو\"، وبعد رحلة محفوفة بالمخاطر، وجد السرّ في نبتة، لكنه فقدها عندما سرقتها الأفعى، مما جعله يدرك أن الموت قدر لا يمكن الهروب منه.​حتى إن الرئيسين، الروسي، فلاديمير بوتين، والصيني، شي جين بينغ، كان قد تبادلا الحديث حول طول العمر وإمكانية العيش حتى مائة وخمسين عاما، مع تقدم التكنولوجيا، وإمكانية استبدال الأعضاء. وسمع العالم حديثهما الجانبي عبر ميكروفون مفتوح، على هامش أكبر عرض عسكري في تاريخ الصين مؤخراً.ومع التطور العلمي والطبي المتسارع، بتنا أيضاً نسمع عن مؤتمرات طبية متخصصة فهم آليات الشيخوخة وتطوير أساليب تساعد في زيادة فترة حياة الإنسان مع الحفاظ على صحة وجودة هذه الحياة. وبرزت \"الإمارات العربية المتحدة\" كمركز إقليمي في هذا المجال، حيث عقدت فيها مؤتمرات ولقاءات عديدة من بينها : الندوة الأولى في الشرق الأوسط حول ما سمي بعلم \"طول العمر\" في فبراير/شباط التي عقدت في دبي، والمؤتمر السنوي الأول لطب ونمط الحياة وطول العمر\" في أبوظبي خلال أكتوبر/تشرين الأول، إضافة إلى مؤتمر إطالة العمر القصوى \n \"The Ultimate Longevity Conference\" الذي سيعقد في نوفمبر/تشرين الثاني.\n فماذا نعرف عن علم  \"طول العمر\"؟ وهل يمكن فعلا إطالة عمر البشر؟ \nالدكتور نجم الفلاحي، استشاري الطب النفسي في بريطانيا.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mdyhbr.mp3",
    "published": "Wed, 05 Nov 2025 16:28:00 +0000",
    "duration_seconds": "1514",
    "audio_type": "audio/mpeg",
    "title_english": "Can Lifespans Be Scientifically Extended?",
    "description_english": "Those following social media platforms see dozens of new products that their promoters claim can restore youth, delay aging, or even prevent it, all supposedly based on scientific research. Today's humans are not much different from their ancestors in their quest for the secret of immortality or longevity; throughout history, people have sought the \"elixir of life\" that grants eternal life and perpetual youth. However, their pursuits have always failed. The famous epic recounts how \"Gilgamesh\" sought the secret of immortality after the death of his friend \"Enkidu\"; after a perilous journey, he found the secret in a plant, only to lose it when a snake stole it, leading him to realize that death is an inescapable fate. Even Russian President Vladimir Putin and Chinese President Xi Jinping exchanged thoughts on longevity and the possibility of living up to 150 years with advancing technology and organ replacement. Their side conversation was overheard via an open microphone during the largest military parade in China's history recently. With the rapid scientific and medical advancements, we are also hearing about specialized medical conferences aimed at understanding the mechanisms of aging and developing methods to extend human life while maintaining health and quality of life. The United Arab Emirates has emerged as a regional hub in this field, hosting numerous conferences and meetings, including the first Middle Eastern symposium on what is termed \"longevity science\" held in February in Dubai, the first annual conference on medicine, lifestyle, and longevity in Abu Dhabi in October, and the upcoming \"Ultimate Longevity Conference\" in November. So, what do we know about the science of longevity? Can human lifespans truly be extended? Dr. Najm Al-Falahi, a consultant psychiatrist in the UK, joins us to discuss."
  },
  {
    "id": "p0mdr5y6",
    "title_arabic": "من هو زهران ممداني ؟",
    "description_arabic": "رافد جبوري مراسل بي بي سي نيوز عربي في واشنطن يوضح لمتابعي بودكاست يستحق الانتباه، أسباب الاهتمام بالحملة الانتخابية للمرشح الديموقراطي المسلم، زهران ممداني لمنصب عمدة نيويورك ويعرفنا على من ينافسه من الحزب الجمهوري وحزب مستقل، وما أهمية منصب عمدة مدينة نيويورك؟\nومن خلال فيديوهات واسعة الانتشار والتواصل مع صانعي المحتوى ومقدمي البودكاست، نجح مرشح الحزب الديمقراطي لعمدة نيويورك زهران ممداني في الوصول إلى الناخبين، وذلك في وقت تعد فيه ثقة الديمقراطيين بحزبهم في أدنى مستوياتها.\nولكن ثمة تساؤلات بشأن قدرته على الوفاء بوعوده الطموحة، وطريقة تعامل هذا السياسي الشاب مع الهجوم الشرس الذي من المؤكد أنه سيواجهه من إدارة الرئيس الأمريكي دونالد ترامب، في حال فوزه.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mdr5y6.mp3",
    "published": "Tue, 04 Nov 2025 17:53:00 +0000",
    "duration_seconds": "1321",
    "audio_type": "audio/mpeg",
    "title_english": "Who is Zahraan Mamdani?",
    "description_english": "Rafid Jabouri, BBC Arabic News correspondent in Washington, explains to the listeners of the podcast 'Deserving Attention' the reasons behind the interest in the election campaign of the Muslim Democratic candidate, Zahraan Mamdani, for the position of Mayor of New York. He also introduces us to his competitors from the Republican Party and an independent candidate, and discusses the significance of the Mayor of New York City position.\nThrough widely circulated videos and engagement with content creators and podcast hosts, Democratic mayoral candidate Zahraan Mamdani has successfully reached voters at a time when trust in the Democratic Party is at its lowest. \nHowever, there are questions about his ability to fulfill his ambitious promises and how this young politician will handle the fierce attacks he is sure to face from President Donald Trump's administration, should he win."
  },
  {
    "id": "p0mdfhwv",
    "title_arabic": "هل تتقارب سوريا تحت إدارة الشرع مع الخليج على حساب مصر والعراق؟",
    "description_arabic": "د. مروان قبلان الأكاديمي السوري يشرح أبعاد السياسة الخارجية السورية تحت إدارة الشرع واحتمالات التقارب مع الخليج على حساب مصر والعراق\n \nيأتى هذا بعد تصريحات فى الرياض للشرع تحدث فيها عن تقارب \"مثالي\" مع الخليج وتركيا.\n \nوأشاد الشرع بالتطور التكنولوجي والتقنى فى الخليج مقارنة بدول كمصر و العراق التى تبذل مجهودا مضاعفا للحاق بالتطور.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mdfhwv.mp3",
    "published": "Mon, 03 Nov 2025 15:55:00 +0000",
    "duration_seconds": "1330",
    "audio_type": "audio/mpeg",
    "title_english": "Is Syria Under al-Shara's Administration Moving Closer to the Gulf at the Expense of Egypt and Iraq?",
    "description_english": "Dr. Marwan Qabalan, the Syrian academic, explains the dimensions of Syrian foreign policy under al-Shara's administration and the possibilities of rapprochement with the Gulf at the expense of Egypt and Iraq. This comes after al-Shara's statements in Riyadh about an 'ideal' rapprochement with the Gulf and Turkey. He praised the technological advancements in the Gulf compared to countries like Egypt and Iraq, which are making extra efforts to catch up.",
    "title_arabic_diacritics": "هَلْ تَتَقَارَبُ سُورِيَا تَحْتَ إِدَارَةِ الشَّرْعِ مَعَ الْخَلِيجِ عَلَى حِسَابِ مِصْرَ وَالْعِرَاقِ؟",
    "description_arabic_diacritics": "د. مَرْوَانُ قَبْلَانَ الْأَكادِيمِيُّ السُّورِيُّ يَشْرَحُ أَبْعَادَ السِّيَاسَةِ الْخَارِجِيَّةِ السُّورِيَّةِ تَحْتَ إِدَارَةِ الشَّرْعِ وَاحْتِمَالَاتِ التَّقَارُبِ مَعَ الْخَلِيجِ عَلَى حِسَابِ مِصْرَ وَالْعِرَاقِ\n \nيَأْتِي هَذَا بَعْدَ تَصْرِيحَاتٍ فِي الرِّيَاضِ لِلشَّرْعِ تَحَدَّثَ فِيهَا عَنْ تَقَارُبٍ \"مِثَالِيٍّ\" مَعَ الْخَلِيجِ وَتُرْكِيَا.\n \nوَأَشَادَ الشَّرْعُ بِالتَّطَوُّرِ التِّكْنُولُوجِيِّ وَالتَّقْنِيِّ فِي الْخَلِيجِ مُقَارَنَةً بِدُوَلٍ كَمِصْرَ وَالْعِرَاقِ الَّتِي تَبْذُلُ مَجْهُودًا مُضَاعَفًا لِلْحَاقِ بِالتَّطَوُّرِ."
  },
  {
    "id": "p0mczk29",
    "title_arabic": "هل أصبحت الفضة بديلاً استثمارياً عن الذهب بعد اضطراب أسواقه؟",
    "description_arabic": "مع اضطراب أسواق الذهب العالمية هذا العام، ظهرت دعوات للاستثمار في الفضة، التي سجلت نموّاً استثنائياً تجاوز سبعين في المائة، محقّقةً أعلى مستوياتها التاريخيّة فوق 50 دولاراً للأونصة.\nوذكر تقرير من  Forbes  أن الفضّة صعِدت بنسبة تجاوزت ثمانية وسبعين في المائة في فترة الذروة لهذا العام، متقدمة بذلك على الذهب من حيث نسبة الصعود. \n \nعوامل عديدة أدت لصعود أسعار الفضّة، منها الطلب الصناعيّ المتنامي ، إلى جانب تحوّل المستثمرين إليها كملاذ آمن في وقت اضطراب أسواق الذهب.\nومع تصاعد الحديث عن الفضة كمنافس استثماري قوي للذهب، ظهرت تحوّلات جديدة في سوق المعادن، والبحث عن بدائل استثمارية أخرى، وتداول رواد مواقع التواصل الحديث عن الذهب الصينيّ أيضاً وماهيته وفرص الاستثمار فيه.\n \nفما مستقبل الاستثمار بالمعادن الأخرى غير الذهب كالفضة مثلا؟ وما هو الذهب الصيني؟ وما فرص الاستثمار فيه؟",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mczk29.mp3",
    "published": "Fri, 31 Oct 2025 15:52:00 +0000",
    "duration_seconds": "1531",
    "audio_type": "audio/mpeg",
    "title_english": "Has Silver Become an Investment Alternative to Gold After Market Turmoil?",
    "description_english": "With global gold markets in turmoil this year, calls for investing in silver have emerged, which has recorded exceptional growth exceeding seventy percent, reaching its highest historical levels above $50 per ounce. A report from Forbes noted that silver surged by more than seventy-eight percent during this year's peak, outpacing gold in terms of percentage increase. Several factors contributed to the rise in silver prices, including growing industrial demand and investors turning to it as a safe haven amid gold market disruptions. As discussions about silver as a strong investment competitor to gold rise, new shifts in the metals market have appeared, along with the search for other investment alternatives, and social media users discussing Chinese gold and its nature and investment opportunities. What is the future of investing in other metals besides gold, such as silver? What is Chinese gold? What are the investment opportunities in it?",
    "title_arabic_diacritics": "هَلْ أَصْبَحَتِ الْفِضَّةُ بَدِيلًا اسْتِثْمَارِيًّا عَنْ الذَّهَبِ بَعْدَ اضْطِرَابِ أَسْوَاقِهِ؟",
    "description_arabic_diacritics": "مَعَ اضْطِرَابِ أَسْوَاقِ الذَّهَبِ الْعَالَمِيَّةِ هَذَا الْعَامَ، ظَهَرَتْ دَعَوَاتٌ لِلِاسْتِثْمَارِ فِي الْفِضَّةِ، الَّتِي سَجَّلَتْ نُمُوًّا اسْتِثْنَائِيًّا تَجَاوَزَ سَبْعِينَ فِي الْمِئَةِ، مُحَقِّقَةً أَعْلَى مُسْتَوَيَاتِهَا التَّارِيخِيَّةَ فَوْقَ 50 دُولَارًا لِلْأُونْصَةِ.\nوَذَكَرَ تَقْرِيرٌ مِنْ  Forbes  أَنَّ الْفِضَّةَ صَعِدَتْ بِنِسْبَةٍ تَجَاوَزَتْ ثَمَانِيَةً وَسَبْعِينَ فِي الْمِئَةِ فِي فَتْرَةِ الذُّرْوَةِ لِهَذَا الْعَامِ، مُتَقَدِّمَةً بِذَلِكَ عَلَى الذَّهَبِ مِنْ حَيْثُ نِسْبَةِ الصُّعُودِ. \n \nعَوَامِلُ عَدِيدَةٌ أَدَّتْ لِصُعُودِ أَسْعَارِ الْفِضَّةِ، مِنْهَا الطَّلَبُ الصِّنَاعِيُّ الْمُتَنَامِي، إِلَى جَانِبِ تَحَوُّلِ الْمُسْتَثْمِرِينَ إِلَيْهَا كَمَلَاذٍ آمِنٍ فِي وَقْتِ اضْطِرَابِ أَسْوَاقِ الذَّهَبِ.\nوَمَعَ تَصَاعُدِ الْحَدِيثِ عَنْ الْفِضَّةِ كَمُنَافِسٍ اسْتِثْمَارِيٍّ قَوِيٍّ لِلذَّهَبِ، ظَهَرَتْ تَحَوُّلاتٌ جَدِيدَةٌ فِي سُوقِ الْمَعَادِنِ، وَالْبَحْثِ عَنْ بَدَائِلَ اسْتِثْمَارِيَّةٍ أُخْرَى، وَتَدَاوُلُ رُوَّادِ مَوَاقِعِ التَّوَاصُلِ الْحَدِيثِ عَنْ الذَّهَبِ الصِّينِيِّ أَيْضًا وَمَاهِيَّتِهِ وَفُرَصِ الْاسْتِثْمَارِ فِيهِ.\n \nفَمَا مُسْتَقْبَلُ الْاسْتِثْمَارِ بِالْمَعَادِنِ الْأُخْرَى غَيْرَ الذَّهَبِ كَالْفِضَّةِ مَثَلًا؟ وَمَا هُوَ الذَّهَبُ الصِّينِيُّ؟ وَمَا فُرَصُ الْاسْتِثْمَارِ فِيهِ؟"
  },
  {
    "id": "p0mcstzc",
    "title_arabic": "المتحف المصري الكبير: ما قصة أكبر متحف للحضارة الفرعونية في العالم وما أبرز مقتنياته؟",
    "description_arabic": "ضيف بودكاست يستحق الانتباه، الدكتور حسين عبد البصير، المشرف العام الأسبق على المتحف المصري الكبير، يشاركنا تجربته في إدارة المشروع، ويتحدث عن قصة إنشاء المتحف، وأسباب تأخر افتتاحه الرسمي، وأهميته، وما يميّزه عن المتاحف الأخرى، كما يوضح أبرز المعروضات والمقتنيات.\nويفتتح المتحف المصري الكبير أبوابه رسمياً في الأول من تشرين الثاني/نوفمبر، بعد أكثر من عشرين عامًا من العمل.\nويُعدّ المتحف أكبر متحف في العالم يضم آثار الحضارة الفرعونية القديمة.\nتجاوزت تكلفة المشروع مليار دولار أمريكي، ويتميّز تصميمه الهندسي بإطلالة مباشرة على أهرامات الجيزة الثلاثة، مما يمنح الزائر تجربة بصرية فريدة. كما يضم قطعًا أثرية تُعرض لأول مرة، من بينها المجموعة الكاملة الذهبية للملك الفرعوني توت عنخ آمون.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mcstzc.mp3",
    "published": "Thu, 30 Oct 2025 17:19:00 +0000",
    "duration_seconds": "1319",
    "audio_type": "audio/mpeg",
    "title_english": "The Grand Egyptian Museum: What is the Story Behind the World's Largest Museum of Pharaonic Civilization and What Are Its Key Exhibits?",
    "description_english": "A noteworthy podcast guest, Dr. Hussein Abdel-Basir, the former general supervisor of the Grand Egyptian Museum, shares his experience in managing the project, discusses the story behind the museum's establishment, the reasons for its delayed official opening, its significance, and what sets it apart from other museums, as well as highlighting its most important exhibits and artifacts. The Grand Egyptian Museum will officially open its doors on November 1st, after more than twenty years of work. It is considered the largest museum in the world housing artifacts from ancient Pharaonic civilization. The project's cost exceeded one billion US dollars, and its architectural design features a direct view of the three Pyramids of Giza, providing visitors with a unique visual experience. It also includes artifacts displayed for the first time, including the complete gold collection of the Pharaoh Tutankhamun.",
    "title_arabic_diacritics": "الْمُتْحَفُ الْمِصْرِيُّ الْكَبِيرُ: مَا قِصَّةُ أَكْبَرِ مُتْحَفٍ لِلْحَضَارَةِ الْفِرْعَوِيَّةِ فِي الْعَالَمِ وَمَا أَبْرَزُ مُقْتَنَيَاتِهِ؟",
    "description_arabic_diacritics": "ضَيْفُ بُودْكَاسْتٍ يَسْتَحِقُّ الْانْتِبَاهَ، الدُّكْتُورُ حُسَيْنٌ عَبْدُ الْبَصِيرِ، الْمُشْرِفُ الْعَامُّ الْأَسْبَقُ عَلَى الْمُتْحَفِ الْمِصْرِيِّ الْكَبِيرِ، يُشَارِكُنَا تَجْرِبَتَهُ فِي إِدَارَةِ الْمَشْرُوعِ، وَيَتَحَدَّثُ عَنْ قِصَّةِ إِنْشَاءِ الْمُتْحَفِ، وَأَسْبَابِ تَأَخُّرِ اِفْتِتَاحِهِ الرَّسْمِيِّ، وَأَهَمِّيَّتِهِ، وَمَا يُمَيِّزُهُ عَنْ الْمُتَاحِفِ الْأُخْرَى، كَمَا يُوَضِّحُ أَبْرَزَ الْمَعْرُوضَاتِ وَالْمُقْتَنَيَاتِ.\nوَيُفْتَتَحُ الْمُتْحَفُ الْمِصْرِيُّ الْكَبِيرُ أَبْوَابَهُ رَسْمِيًّا فِي الْأَوَّلِ مِنْ تَشْرِينِ الثَّانِي/نُوفَمْبَرَ، بَعْدَ أَكْثَرَ مِنْ عِشْرِينَ عَامًا مِنَ الْعَمَلِ.\nوَيُعَدُّ الْمُتْحَفُ أَكْبَرَ مُتْحَفٍ فِي الْعَالَمِ يَضُمُّ آثَارَ الْحَضَارَةِ الْفِرْعَوِيَّةِ الْقَدِيمَةِ.\nتَجَاوَزَتْ تَكْلِفَةُ الْمَشْرُوعِ مِلْيَارَ دُولَارٍ أَمْرِيكِيٍّ، وَيَتَمَيَّزُ تَصْمِيمُهُ الْهَنْدَسِيُّ بِإِطْلَالَةٍ مُبَاشِرَةٍ عَلَى أَهْرَامَاتِ الْجِيزَةِ الثَّلاثَةِ، مِمَّا يُمْنِحُ الزَّائِرَ تَجْرِبَةً بَصَرِيَّةً فَرِيدَةً. كَمَا يَضُمُّ قِطَعًا أَثَرِيَّةً تُعْرَضُ لِأَوَّلِ مَرَّةٍ، مِنْ بَيْنِهَا الْمَجْمُوعَةُ الْكَامِلَةُ الذَّهَبِيَّةُ لِلْمَلِكِ الْفِرْعَوِيِّ تُوتَ عَنْخَ آمُونَ."
  },
  {
    "id": "p0mcfcpy",
    "title_arabic": "ما هي اتفاقية ترسيم الحدود البحرية بين ليبيا وتركيا؟",
    "description_arabic": "في نهاية عام 2019، وقعت تركيا مع حكومة الوفاق الوطني في ليبيا اتفاقاً لترسيم الحدود البحرية بين البلدين.\nعُنيت الاتفاقية في الأساس بالمناطق الاقتصادية الخالصة في أعالي البحار، وأثار توقيعها الجدل منذ اللحظة الأولى، سواء داخل ليبيا أو خارجها، واستمر حتى يومنا هذا، إذ أشارت تقارير إلى أن مصر تقدّمت باحتجاج لدى الأمم المتحدة مؤخراً بخصوصها.\nفما هي هذه الاتفاقية؟ ولماذا قوبلت بكل تلك المعارضة من أطراف عدّة؟ وما الذي جنته أنقرة وطرابلس من توقيعها؟\nضيف حلقة اليوم، الدكتور عمران الصفراني، أستاذ القانون الدولي من ليبيا.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mcfcpy.mp3",
    "published": "Wed, 29 Oct 2025 14:00:00 +0000",
    "duration_seconds": "1336",
    "audio_type": "audio/mpeg",
    "title_english": "What is the Maritime Border Agreement between Libya and Turkey?",
    "description_english": "At the end of 2019, Turkey signed an agreement with the Government of National Accord in Libya to delineate maritime borders between the two countries.\nThe agreement primarily concerned exclusive economic zones in international waters and sparked controversy from the very beginning, both within Libya and beyond, continuing to this day, with reports indicating that Egypt recently lodged a protest with the United Nations regarding it.\nSo, what is this agreement? Why has it faced such opposition from various parties? What have Ankara and Tripoli gained from signing it?\nToday's guest is Dr. Imran Al-Safarani, a professor of international law from Libya.",
    "title_arabic_diacritics": "مَا هِيَ اِتِّفَاقِيَةُ تَرْسِيمِ الْحُدُودِ الْبَحْرِيَّةِ بَيْنَ لِيبِيَا وَتُرْكِيَا؟",
    "description_arabic_diacritics": "فِي نِهَايَةِ عَامِ 2019، وَقَّعَت تُرْكِيَا مَعَ حُكُومَةِ الْوِفَاقِ الْوَطَنِيِّ فِي لِيبِيَا اِتِّفَاقًا لِتَرْسِيمِ الْحُدُودِ الْبَحْرِيَّةِ بَيْنَ الْبَلَدَيْنِ.\nعُنِيَتِ الْاِتِّفَاقِيَةُ فِي الْأَسَاسِ بِالْمَنَاطِقِ الْاِقْتِصَادِيَّةِ الْخَالِصَةِ فِي أَعَالِي الْبِحَارِ، وَأَثَارَ تَوْقِيعُهَا الْجَدَلَ مُنْذُ اللَّحْظَةِ الْأُولَى، سَوَاءً دَاخِلَ لِيبِيَا أَوْ خَارِجَهَا، وَاسْتَمَرَّ حَتَّى يَوْمِنَا هَذَا، إِذْ أَشَارَتْ تَقَارِيرُ إِلَى أَنَّ مِصْرَ تَقَدَّمَتْ بِاحْتِجَاجٍ لَدَى الْأُمَمِ الْمُتَّحِدَةِ مُؤَخَّرًا بِخُصُوصِهَا.\nفَمَا هِيَ هَذِهِ الْاِتِّفَاقِيَةُ؟ وَلِمَاذَا قُوبِلَتْ بِكُلِّ تِلْكَ الْمُعَارَضَةِ مِنْ أَطْرَافٍ عَدَّةٍ؟ وَمَا الَّذِي جَنَتْهُ أَنْقَرَةُ وَطَرَابُلُسُ مِنْ تَوْقِيعِهَا؟\nضَيْفُ حَلَقَةِ الْيَوْمِ، الْدُّكْتُورُ عِمْرَانُ الصَّفْرَانِيُّ، أُسْتَاذُ الْقَانُونِ الدُّوَلِيِّ مِنْ لِيبِيَا."
  },
  {
    "id": "p0mc8ldq",
    "title_arabic": "ماذا بعد سقوط مدينة الفاشر في يد قوات الدعم السريع؟",
    "description_arabic": "بعد حصار دام نحو 18 شهراً، ومعارك عنيفة مع الجيش السوداني، سقطت مدينة الفاشر، عاصمة ولاية شمال دارفور، في يد قوات الدعم السريع ما مثل نقطة تحول دراماتيكية في الصراع السوداني، حيث كانت الفاشر آخر معاقل الجيش في إقليم دارفور.\nجاء الإعلان عن سقوط الفاشر في بيان رسمي من \"قوات الدعم السريع\"، التي نشرت صوراً تُظهر انتشار مقاتليها داخل المدينة ومقرّ الفرقة السادسة مشاة، وبعد ترقّب لبيان من الجيش، قال رئيس مجلس السيادة، الفريق عبد الفتاح البرهان، إن الانسحاب من المدينة جاء \"حرصاً على حياة المواطنين، ولتجنيب الفاشر مزيداً من الدمار\".\nسقوط الفاشر أثار مخاوف منظمات وجهات دولية من تردّي الوضع الإنساني في إقليم دارفور إلى درك أعمق. حيث قال الأمين العام للأمم المتحدة، أنطونيو غوتيريش، إن سقوط الفاشر يمثّل تصعيداً خطيراً في الصراع في السودان، ودان بشدّة ما سماه \"الهجمات العشوائية واستهداف المدنيين\"، مشدّداً على ضرورة السماح بمرور آمن للمساعدات الإنسانية وحماية السكّان المدنيّين مع الدعوة إلى وقف فوري لإطلاق النار.\nمراسل بي بي سي عربي، محمّد محمّد عثمان، يشرح حيثيات سقوط مدينة \"الفاشر\" ومن ورائها إقليم \"دارفور\" كاملاً في يد قوات الدعم السريع. ويجيب أسئلتنا عن مستقبل الصراع.\nفهل سقوط الفاشر مقدمة لتقسيم السودان؟",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mc8ldq.mp3",
    "published": "Tue, 28 Oct 2025 15:53:00 +0000",
    "duration_seconds": "1429",
    "audio_type": "audio/mpeg",
    "title_english": "What Comes Next After the Fall of El Fasher to the Rapid Support Forces?",
    "description_english": "After an 18-month siege and fierce battles with the Sudanese army, the city of El Fasher, the capital of North Darfur, fell into the hands of the Rapid Support Forces, marking a dramatic turning point in the Sudanese conflict, as El Fasher was the last stronghold of the army in the Darfur region.\nThe announcement of El Fasher's fall came in an official statement from the Rapid Support Forces, which released photos showing their fighters inside the city and at the headquarters of the Sixth Infantry Division. Following anticipation for a statement from the army, the Chairman of the Sovereignty Council, General Abdel Fattah al-Burhan, stated that the withdrawal from the city was made \"in order to protect citizens' lives and to spare El Fasher further destruction.\"\nThe fall of El Fasher raised concerns among international organizations about the deteriorating humanitarian situation in Darfur. UN Secretary-General Antonio Guterres stated that the fall of El Fasher represents a serious escalation in the conflict in Sudan, condemning what he termed \"indiscriminate attacks and targeting of civilians,\" emphasizing the need for safe passage of humanitarian aid and protection of civilians, while calling for an immediate ceasefire.\nBBC Arabic correspondent, Mohamed Mohamed Othman, explains the circumstances surrounding the fall of El Fasher and the entire Darfur region to the Rapid Support Forces. He answers our questions about the future of the conflict.\nDoes the fall of El Fasher signal the division of Sudan?",
    "title_arabic_diacritics": "مَاذَا بَعْدَ سُقُوطِ مَدِينَةِ الْفَاشِرِ فِي يَدِ قُوَّاتِ الدَّعْمِ السَّرِيعِ؟",
    "description_arabic_diacritics": "بَعْدَ حِصَارٍ دَامَ نَحْوَ 18 شَهْرًا، وَمَعَارِكٍ عَنِيفَةٍ مَعَ الْجَيْشِ السُّودَانِيِّ، سَقَطَتْ مَدِينَةُ الْفَاشِرِ، عَاصِمَةُ وِلَايَةِ شَمَالِ دَارْفُورَ، فِي يَدِ قُوَّاتِ الدَّعْمِ السَّرِيعِ مَا مَثَّلَ نُقْطَةَ تَحَوُّلٍ دِرَامَاتِيَّةً فِي الصِّرَاعِ السُّودَانِيِّ، حَيْثُ كَانَتِ الْفَاشِرُ آخِرَ مَعَاقِلِ الْجَيْشِ فِي إِقْلِيمِ دَارْفُورَ.\nجَاءَ الْإِعْلَانُ عَنْ سُقُوطِ الْفَاشِرِ فِي بَيَانٍ رَسْمِيٍّ مِنْ \"قُوَّاتِ الدَّعْمِ السَّرِيعِ\"، الَّتِي نَشَرَتْ صُورًا تُظْهِرُ انْتِشَارَ مُقَاتِلِيهَا دَاخِلَ الْمَدِينَةِ وَمَقَرَّ الْفِرْقَةِ السَّادِسَةِ مُشَاةً، وَبَعْدَ تَرَقُّبٍ لِبَيَانٍ مِنَ الْجَيْشِ، قَالَ رَئِيسُ مَجْلِسِ السِّيَادَةِ، الْفَرِيقُ عَبْدُ الْفَتَّاحِ الْبُرْهَانُ، إِنَّ الانْسِحَابَ مِنَ الْمَدِينَةِ جَاءَ \"حِرْصًا عَلَى حَيَاةِ الْمَوَاطِنِينَ، وَلِتَجْنِيبِ الْفَاشِرِ مَزِيدًا مِنَ الدَّمَارِ\".\nسُقُوطُ الْفَاشِرِ أَثَارَ مَخَاوِفَ مُنَظَّمَاتٍ وَجِهَاتٍ دَوْلِيَّةٍ مِنْ تَرَدِّي الْوَضْعِ الْإِنْسَانِيِّ فِي إِقْلِيمِ دَارْفُورَ إِلَى دَرَكٍ أَعْمَقَ. حَيْثُ قَالَ الْأَمِينُ الْعَامُّ لِلْأُمَمِ الْمُتَّحِدَةِ، أَنْطُونِيُو غُوتِيرِيشَ، إِنَّ سُقُوطَ الْفَاشِرِ يُمَثِّلُ تَصْعِيدًا خَطِيرًا فِي الصِّرَاعِ فِي السُّودَانِ، وَدَانَ بِشِدَّةٍ مَا سَمَّاهُ \"الْهَجَمَاتِ الْعَشَوَائِيَّةِ وَاسْتِهْدَافَ الْمَدَنِيِّينَ\"، مُشَدِّدًا عَلَى ضَرُورَةِ السَّمَاحِ بِمُرُورٍ آمِنٍ لِلْمُسَاعَدَاتِ الْإِنْسَانِيَّةِ وَحِمَايَةِ السُّكَّانِ الْمَدَنِيِّينَ مَعَ الدَّعْوَةِ إِلَى وَقْفٍ فَوْرِيٍّ لِإِطْلَاقِ النَّارِ.\nمُرَاسِلُ بِي بِي سِي عَرَبِيٍّ، مُحَمَّدُ مُحَمَّدٍ عُثْمَانَ، يَشْرَحُ حَيْثِيَّاتِ سُقُوطِ مَدِينَةِ \"الْفَاشِرِ\" وَمِنْ وَرَائِهَا إِقْلِيمُ \"دَارْفُورَ\" كَامِلًا فِي يَدِ قُوَّاتِ الدَّعْمِ السَّرِيعِ. وَيُجِيبُ أَسْئِلَتَنَا عَنْ مُسْتَقْبَلِ الصِّرَاعِ.\nفَهَلْ سُقُوطُ الْفَاشِرِ مُقَدِّمَةٌ لِتَقْسِيمِ السُّودَانِ؟"
  },
  {
    "id": "p0mc254r",
    "title_arabic": "ماذا بعد تصويت الكنيست الإسرائيلي على مشروع قانون لضمّ الضفة الغربية المحتلة؟",
    "description_arabic": "صوت الكنيست الإسرائيلي﻿ مؤخراً في قراءة أولية على مشروع قانون يهدف إلى فرض السيادة الإسرائيلية على الضفة الغربية المحتلة﻿، بالإضافة إلى ضم مستوطنة معاليه أدوميم﻿ الواقعة قرب القدس.\n \nرئيس الوزراء الإسرائيلي بنيامين نتنياهو  لم يدعم التصويت ، وقال إن هذه الخطوة ستضر بالعلاقة مع واشنطن، معتبراً أنها استفزاز سياسي بهدف إحراجه.  \nالخطوة التي وصفت بالرمزية جوبهت  بانتقاد أمريكي ، فقد وصفها نائب الرئيس الأمريكي، جي دي فانس، الذي كان يزور إسرائيل، بأنها مسرحية سياسية غبية.\n \nكذلك لقيت الخطوة تحذيراً من جانب وزير الخارجية الأمريكي \"ماركو روبيو\" .\nأما الرئيس الأمريكي، دونالد ترامب﻿، فأعلن بوضوح في لقاء مع مجلة \"تايم\" أنه لن يسمح بضم الضفة الغربية﻿، محذراً من أن إسرائيل ستفقد كلَّ أشكال الدعم الأمريكي في حال المضيِّ قدماً في هذه الخطوة. \nفيما بقي الموقف العربي رافضاً لأيِّ عمل قد يؤثر على فرصة إقامة دولة فلسطينية.\nفماذا يعني تصويت الكنيست لضمِّ الضفة الغربية المحتلة؟\n \nمراسل BBC، عصام عكرماوي، يشرح حيثيّات تصويت الكنيست في قراءة أولية على مشروع قانون لفرض السيادة الإسرائيلية على الضفة الغربية المحتلة، مستقبل الضفة، والمواقف المختلفة من التصويت",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mc254r.mp3",
    "published": "Mon, 27 Oct 2025 15:55:00 +0000",
    "duration_seconds": "1362",
    "audio_type": "audio/mpeg",
    "title_english": "What Comes Next After the Knesset's Vote on the Bill to Annex the Occupied West Bank?",
    "description_english": "The Israeli Knesset recently voted in a preliminary reading on a bill aimed at imposing Israeli sovereignty over the occupied West Bank, as well as annexing the Ma'ale Adumim settlement located near Jerusalem.\nIsraeli Prime Minister Benjamin Netanyahu did not support the vote, stating that this step would harm relations with Washington, considering it a political provocation aimed at embarrassing him.\nThe move, described as symbolic, faced American criticism, with U.S. Vice President J.D. Vance, who was visiting Israel, calling it a foolish political stunt.\nThe step also received a warning from U.S. Secretary of State Marco Rubio.\nMeanwhile, U.S. President Donald Trump clearly stated in an interview with Time magazine that he would not allow the annexation of the West Bank, warning that Israel would lose all forms of American support if it proceeded with this step.\nThe Arab stance remains opposed to any action that could affect the opportunity for the establishment of a Palestinian state.\nSo, what does the Knesset's vote to annex the occupied West Bank mean?\nBBC correspondent, Issam Akramawi, explains the details of the Knesset's vote in a preliminary reading on the bill to impose Israeli sovereignty over the occupied West Bank, the future of the West Bank, and the various positions regarding the vote.",
    "title_arabic_diacritics": "مَاذَا بَعْدَ تَصْوِيتِ الْكُنِيسْتِ الْإِسْرَائِيلِيِّ عَلَى مَشْرُوعِ قَانُونٍ لِضَمِّ الضِّفَّةِ الْغَرْبِيَّةِ الْمُحْتَلَّةِ؟",
    "description_arabic_diacritics": "صَوَّتَ الْكُنِيسْتُ الْإِسْرَائِيلِيُّ مُؤَخَّرًا فِي قِرَاءَةٍ أَوَّلِيَّةٍ عَلَى مَشْرُوعِ قَانُونٍ يَهْدِفُ إِلَى فَرْضِ السِّيَادَةِ الْإِسْرَائِيلِيَّةِ عَلَى الضِّفَّةِ الْغَرْبِيَّةِ الْمُحْتَلَّةِ، بِالْإِضَافَةِ إِلَى ضَمِّ مُسْتَوْطَنَةٍ مَعَالِيَهْ أَدُومِيمَ الْوَاقِعَةِ قُرْبَ الْقُدْسِ.\n \nرَئِيسُ الْوُزَرَاءِ الْإِسْرَائِيلِيُّ بِنْيَامِينُ نَتَنِيَاهُو لَمْ يَدْعَمِ التَّصْوِيتَ، وَقَالَ إِنَّ هَذِهِ الْخُطْوَةَ سَتَضُرُّ بِالْعَلَاقَةِ مَعَ وَاشِنْطُنَ، مُعْتَبِرًا أَنَّهَا اسْتِفْزَازٌ سِيَاسِيٌّ بِهَدَفِ إِحْرَاجِهِ.  \nالْخُطْوَةُ الَّتِي وُصِفَتْ بِالْرَّمْزِيَّةِ جُوبِهَتْ بِانْتِقَادٍ أَمْرِيكِيٍّ، فَقَدْ وَصَفَهَا نَائِبُ الرَّئِيسِ الْأَمْرِيكِيِّ، جِي دِي فَانْس، الَّذِي كَانَ يَزُورُ إِسْرَائِيلَ، بِأَنَّهَا مَسْرَحِيَّةٌ سِيَاسِيَّةٌ غَبِيَّةٌ.\n \nكَذَلِكَ لَقِيَتِ الْخُطْوَةُ تَحْذِيرًا مِنْ جَانِبِ وَزِيرِ الْخَارِجِيَّةِ الْأَمْرِيكِيِّ \"مَارْكُو رُوبِيُو\" .\nأَمَّا الرَّئِيسُ الْأَمْرِيكِيُّ، دُونَالْدُ تْرَامْب، فَأَعْلَنَ بِوُضُوحٍ فِي لِقَاءٍ مَعَ مَجَلَّةِ \"تَايْم\" أَنَّهُ لَنْ يَسْمَحَ بِضَمِّ الضِّفَّةِ الْغَرْبِيَّةِ، مُحَذِّرًا مِنْ أَنَّ إِسْرَائِيلَ سَتَفْقِدُ كُلَّ أَشْكَالِ الدَّعْمِ الْأَمْرِيكِيِّ فِي حَالِ الْمَضِيِّ قُدُمًا فِي هَذِهِ الْخُطْوَةِ. \nفِي مَا بَقِيَ الْمَوْقِفُ الْعَرَبِيُّ رَافِضًا لِأَيِّ عَمَلٍ قَدْ يُؤَثِّرَ عَلَى فُرْصَةِ إِقَامَةِ دَوْلَةٍ فِلَسْطِينِيَّةٍ.\nفَمَاذَا يَعْنِي تَصْوِيتُ الْكُنِيسْتِ لِضَمِّ الضِّفَّةِ الْغَرْبِيَّةِ الْمُحْتَلَّةِ؟\n \nمُرَاسِلُ BBC، عِصَامُ عِكْرَمَاوِي، يَشْرَحُ حَيْثِيَّاتِ تَصْوِيتِ الْكُنِيسْتِ فِي قِرَاءَةٍ أَوَّلِيَّةٍ عَلَى مَشْرُوعِ قَانُونٍ لِفَرْضِ السِّيَادَةِ الْإِسْرَائِيلِيَّةِ عَلَى الضِّفَّةِ الْغَرْبِيَّةِ الْمُحْتَلَّةِ، مُسْتَقْبَلِ الضِّفَّةِ، وَالْمَوَاقِفِ الْمُخْتَلِفَةِ مِنَ التَّصْوِيتِ."
  },
  {
    "id": "p0mbmm49",
    "title_arabic": "تونس: ماذا نعرف عن المجمع الكيميائي والتلوث البيئي في قابس؟",
    "description_arabic": "نتعرف على آثار التلوث على البيئة والصحة العامة في قابس مع الصحفي معز الباي، أحد مؤسسي منصة \"بحّاث\" للصحافة الاستقصائية في تونس.\nفبعد أكثر من خمسين عامًا على تأسيس مجمع تونس الكيميائي، يحتجّ آلاف المواطنين والنشطاء على هذا المجمّع، ويحملونه مسؤولية التلوّث البيئي وتردّي الوضع الصحي في قابس.\nوحتى موعد تسجيل الحلقة، لم يصدر أيّ تعليق من إدارة المجمّع الكيميائي حول الحادثة، ولا بشأن الاحتجاجات في محيطه.\nأمّا الرئيس قيس سعيّد، فقد وصف ما يحدث في قابس بـ\"الجريمة \"، ووعد بإيجاد حلول ضمن استراتيجية وطنية.\nشارِكوا حلقاتنا مع من تحبّون، علّقوا عليها، ولا تنسوا الإعجاب بها، وأخبِروا أصدقاءكم أن هذا البودكاست يستحقّ الانتباه\nفريق البودكاست\nالتقديم : كريمة كواح\nالإعداد: نداء حسين ودينا عيسى\nالمونتاج: زيدون خلف",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mbmm49.mp3",
    "published": "Fri, 24 Oct 2025 14:55:00 +0000",
    "duration_seconds": "1287",
    "audio_type": "audio/mpeg",
    "title_english": "Tunisia: What do we know about the chemical complex and environmental pollution in Gabes?",
    "description_english": "We explore the impacts of pollution on the environment and public health in Gabes with journalist Moaz Al-Bay, one of the founders of the \"Bahath\" investigative journalism platform in Tunisia. \nAfter more than fifty years since the establishment of the Tunisian Chemical Complex, thousands of citizens and activists are protesting against it, holding it responsible for environmental pollution and the deteriorating health situation in Gabes. \nAs of the recording of this episode, no comments have been issued by the management of the chemical complex regarding the incident or the protests surrounding it. \nPresident Kais Saied described what is happening in Gabes as a \"crime\" and promised to find solutions within a national strategy. \nShare our episodes with your loved ones, comment on them, and don't forget to like them, and let your friends know that this podcast deserves attention. \nPodcast Team: \nHost: Karima Kawah \nPreparation: Nada Hussein and Dina Issa \nEditing: Zaidoun Khalaf",
    "title_arabic_diacritics": "تُونِس: مَاذَا نَعْرِفُ عَنْ الْمَجْمَعِ الْكِيمِيَائِيِّ وَالتَّلَوُّثِ الْبِيئِيِّ فِي قَابِسٍ؟",
    "description_arabic_diacritics": "نَتَعَرَّفُ عَلَى آثَارِ التَّلَوُّثِ عَلَى الْبِيئَةِ وَالصِّحَّةِ الْعَامَّةِ فِي قَابِسٍ مَعَ الصَّحَفِيِّ مُعِزِّ الْبَايِ، أَحَدِ مُؤَسِّسِي مَنْصَّةِ \"بَحَّاثَ\" لِلصِّحَافَةِ الْاِسْتِقْصَائِيَّةِ فِي تُونِسَ.\nفَبَعْدَ أَكْثَرَ مِنْ خَمْسِينَ عَامًا عَلَى تَأْسِيسِ مَجْمَعِ تُونِسَ الْكِيمِيَائِيِّ، يَحْتَجُّ آلَافُ الْمَوَاطِنِينَ وَالنُّشَطَاءِ عَلَى هَذَا الْمَجْمَعِ، وَيَحْمِلُونَهُ مَسْؤُولِيَّةَ التَّلَوُّثِ الْبِيئِيِّ وَتَرَدِّي الْوَضْعِ الصِّحِّيِّ فِي قَابِسٍ.\nوَحَتَّى مَوْعِدِ تَسْجِيلِ الْحَلَقَةِ، لَمْ يَصْدُرْ أَيُّ تَعْلِيقٍ مِنْ إِدَارَةِ الْمَجْمَعِ الْكِيمِيَائِيِّ حَوْلَ الْحَادِثَةِ، وَلَا بِشَأْنِ الْاحْتِجَاجَاتِ فِي مُحِيطِهِ.\nأَمَّا الرَّئِيسُ قَيْسٌ سَعِيدٌ، فَقَدْ وَصَفَ مَا يَحْدُثُ فِي قَابِسٍ بِـ\"الْجَرِيمَةِ\"، وَوَعَدَ بِإِيجَادِ حُلُولٍ ضِمْنَ اسْتِرَاتِيجِيَّةٍ وَطَنِيَّةٍ.\nشَارِكُوا حَلَقَاتِنَا مَعَ مَنْ تُحِبُّونَ، عَلِّقُوا عَلَيْهَا، وَلَا تَنْسَوْا الْإِعْجَابَ بِهَا، وَأَخْبِرُوا أَصْدِقَاءَكُمْ أَنَّ هَذَا الْبُودْكَاسْتِ يَسْتَحِقُّ الْانْتِبَاهَ\nفَرِيقُ الْبُودْكَاسْتِ\nالتَّقْدِيمُ: كَرِيمَةُ كَوَاحٍ\nالإِعْدَادُ: نِدَاءُ حُسَيْنٍ وَدِينَا عِيسَى\nالْمُونْتَاجُ: زَيْدُونَ خَلَفٌ"
  },
  {
    "id": "p0mbf3s1",
    "title_arabic": "ماذا نعرف عن الاضطرابات العصبية التي تتسبب في وفاة 11 مليون شخص كل عام؟",
    "description_arabic": "ذكرت منظمة الصحة العالمية في آخر تقاريرها أن ثلثي دول العالم لا تملك سياسة محددة للتعامل مع الاضطرابات العصبية، رغم العبء الكبير المتزايد الذي تمثله هذه الاضطرابات، وهي اضطرابات تشمل عدداً كبيراً من الأمراض والحالات الصحية، مثل السكتات الدماغية، والزهايمر.\nوكشفت المنظمة عن تقديرات تفيد بأن 40% من البشر مصابون بنوع من أنواع الاضطرابات العصبية، كما أن هذه الاضطرابات مسؤولة عن وفاة 11 مليون شخص حول العالم كل عام.\nوأشارت منظمة الصحة إلى أن هناك الكثير من الفجوات بين الدول المتقدمة والدول منخفضة الدخل فيما يتعلق بالتعامل مع هذه الاضطرابات، إذ تملك الأخيرة عدداً من أطباء الأعصاب أقل بثمانين مرة من الدول ذات الدخل المرتفع.\nنناقش في حلقة اليوم مع ضيفنا، الدكتور كامل عز الدين، اختصاصي أمراض الدماغ والجهاز العصبي، طبيعة هذه الاضطرابات، والأمراض التي تندرج تحتها، وكيفية الوقاية منها وعلاجها، ودور الدول في التعامل مع العبء المتزايد بسببها.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mbf3s1.mp3",
    "published": "Thu, 23 Oct 2025 16:17:00 +0000",
    "duration_seconds": "1327",
    "audio_type": "audio/mpeg",
    "title_english": "What do we know about the neurological disorders that cause 11 million deaths each year?",
    "description_english": "The World Health Organization reported in its latest reports that two-thirds of countries worldwide do not have a specific policy to address neurological disorders, despite the significant and growing burden these disorders represent. These disorders encompass a wide range of diseases and health conditions, such as strokes and Alzheimer's. \nThe organization revealed estimates indicating that 40% of people are affected by some form of neurological disorder, which is responsible for 11 million deaths globally each year. \nThe WHO also pointed out that there are significant gaps between developed and low-income countries in dealing with these disorders, as the latter has eighty times fewer neurologists than high-income countries. \nIn today's episode, we discuss with our guest, Dr. Kamel Azeddine, a specialist in brain and nervous system diseases, the nature of these disorders, the diseases that fall under them, how to prevent and treat them, and the role of countries in addressing the increasing burden they pose.",
    "title_arabic_diacritics": "مَاذَا نَعْرِفُ عَنْ الْاِضْطِرَابَاتِ الْعَصَبِيَّةِ الَّتِي تَتَسَبَّبُ فِي وَفَاةِ 11 مِلْيُونَ شَخْصٍ كُلَّ عَامٍ؟",
    "description_arabic_diacritics": "ذَكَرَتْ مُنَظَّمَةُ الصِّحَّةِ الْعَالَمِيَّةِ فِي آخِرِ تَقَارِيرِهَا أَنَّ ثُلُثَي دُوَلِ الْعَالَمِ لَا تَمْلِكُ سِيَاسَةً مُحَدَّدَةً لِلْتَّعَامُلِ مَعَ الْاِضْطِرَابَاتِ الْعَصَبِيَّةِ، رَغْمَ الْعَبْءِ الْكَبِيرِ الْمُتَزَايِدِ الَّذِي تُمَثِّلُهُ هَذِهِ الْاِضْطِرَابَاتُ، وَهِيَ اضْطِرَابَاتٌ تَشْمَلُ عَدَدًا كَبِيرًا مِنَ الْأَمْرَاضِ وَالْحَالاتِ الصِّحِّيَّةِ، مِثْلَ السُّكَتَاتِ الدِّمَاغِيَّةِ، وَالزَّهَايْمَرِ.\nوَكَشَفَتِ الْمُنَظَّمَةُ عَنْ تَقْدِيرَاتٍ تُفِيدُ أَنَّ 40% مِنَ الْبَشَرِ مُصَابُونَ بِنَوْعٍ مِنْ أَنْوَاعِ الْاِضْطِرَابَاتِ الْعَصَبِيَّةِ، كَمَا أَنَّ هَذِهِ الْاِضْطِرَابَاتِ مَسْؤُولَةٌ عَنْ وَفَاةِ 11 مِلْيُونَ شَخْصٍ حَوْلَ الْعَالَمِ كُلَّ عَامٍ.\nوَأَشَارَتْ مُنَظَّمَةُ الصِّحَّةِ إِلَى أَنَّ هُنَاكَ الْكَثِيرَ مِنَ الْفَجَوَاتِ بَيْنَ الدُّوَلِ الْمُتَقَدِّمَةِ وَالدُّوَلِ مُنْخَفِضَةِ الدَّخْلِ فِيمَا يَتَعَلَّقُ بِالتَّعَامُلِ مَعَ هَذِهِ الْاِضْطِرَابَاتِ، إِذْ تَمْلِكُ الْأَخِيرَةُ عَدَدًا مِنْ أَطِبَّاءِ الْأَعْصَابِ أَقَلَّ بِثَمَانِينَ مَرَّةً مِنَ الدُّوَلِ ذَاتِ الدَّخْلِ الْمُرْتَفِعِ.\nنُنَاقِشُ فِي حَلَقَةِ الْيَوْمِ مَعَ ضَيْفِنَا، الدُّكْتُورِ كَامِلٍ عَزِّ الدِّينِ، اخْتِصَاصِيِّ أَمْرَاضِ الدِّمَاغِ وَالْجِهَازِ الْعَصَبِيِّ، طَبِيعَةَ هَذِهِ الْاِضْطِرَابَاتِ، وَالْأَمْرَاضَ الَّتِي تَنْدَرِجُ تَحْتَهَا، وَكَيْفِيَّةَ الْوِقَايَةِ مِنْهَا وَعِلَاجِهَا، وَدَوْرَ الدُّوَلِ فِي التَّعَامُلِ مَعَ الْعَبْءِ الْمُتَزَايِدِ بِسَبَبِهَا."
  },
  {
    "id": "p0mb4ct9",
    "title_arabic": "ماذا نعرف عن قضية \"التمويل الليبي\" التي أُدين فيها ساركوزي؟",
    "description_arabic": "استيقظت فرنسا على صور تُظهر الرئيس الفرنسي السابق، نيكولا ساركوزي، وهو يودّع عائلته وزوجته، قبل توجهه إلى سجن \"لاسانتي\" في باريس، لقضاء محكوميته بالحبس خمس سنوات.\nوجاء قرار الإدانة بعد مداولات قانونية استمرت لسنوات على خلفية اتهامات تتعلق بتمويل حملة ساركوزي الانتخابية في 2007 من قبل النظام الليبي السابق بزعامة \"معمّر القذافي\".\nويُعد قرار السجن سابقة في فرنسا وأوروبا، كما أنه فتح الباب أمام أسئلة عديدة تتعلق بالقضية نفسها، ومستقبل العلاقة بين السياسة والقضاء في فرنسا.\nنناقش مع ضيفنا، د. خطّار أبو دياب، أستاذ العلاقات الدولية والسياسية، تفاصيل هذه القضية، والأسئلة الجدلية التي تدور حولها، وتداعياتها.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0mb4ct9.mp3",
    "published": "Wed, 22 Oct 2025 16:28:00 +0000",
    "duration_seconds": "982",
    "audio_type": "audio/mpeg",
    "title_english": "What do we know about the \"Libyan funding\" case in which Sarkozy was convicted?",
    "description_english": "France woke up to images of former French President Nicolas Sarkozy bidding farewell to his family and wife before heading to \"La Santé\" prison in Paris to serve his five-year sentence. \nThe conviction came after years of legal deliberations surrounding allegations that the former Libyan regime under \"Muammar Gaddafi\" funded Sarkozy's 2007 election campaign. \nThe prison sentence sets a precedent in France and Europe, raising numerous questions regarding the case itself and the future of the relationship between politics and the judiciary in France. \nWe discuss with our guest, Dr. Khattar Abu Diab, a professor of international relations and political science, the details of this case, the controversial questions surrounding it, and its implications.",
    "title_arabic_diacritics": "مَاذَا نَعْرِفُ عَنْ قَضِيَّةِ \"التَّمْوِيلِ اللِّيبيِّ\" الَّتِي أُدِينَ فِيهَا سَارْكُوزِي؟",
    "description_arabic_diacritics": "اسْتَيْقَظَتْ فَرَنْسَا عَلَى صُورٍ تُظْهِرُ الرَّئِيسَ الْفَرَنْسِيَّ السَّابِقَ، نِيكُولَا سَارْكُوزِي، وَهُوَ يُوَدِّعُ عَائِلَتَهُ وَزَوْجَتَهُ، قَبْلَ تَوَجُّهِهِ إِلَى سِجْنِ \"لَاسَانْتِي\" فِي بَارِيسَ، لِقَضَاءِ مُحْكُومِيَّتِهِ بِالْحَبْسِ خَمْسَ سَنَوَاتٍ.\nوَجَاءَ قَرَارُ الْإِدَانَةِ بَعْدَ مُدَاوَلَاتٍ قَانُونِيَّةٍ اسْتَمَرَّتْ لِسَنَوَاتٍ عَلَى خَلْفِيَّةِ اتِّهَامَاتٍ تَتَعَلَّقُ بِتَمْوِيلِ حَمْلَةِ سَارْكُوزِي الْانْتِخَابِيَّةِ فِي 2007 مِنْ قَبْلِ النِّظَامِ اللِّيبيِّ السَّابِقِ بِزَعَامَةِ \"مَعَمَّرِ الْقَذَّافِي\".\nوَيُعَدُّ قَرَارُ السِّجْنِ سَابِقَةً فِي فَرَنْسَا وَأُورُوبَّا، كَمَا أَنَّهُ فَتَحَ الْبَابَ أَمَامَ أَسْئِلَةٍ عَدِيدَةٍ تَتَعَلَّقُ بِالْقَضِيَّةِ نَفْسِهَا، وَمُسْتَقْبَلِ الْعَلَاقَةِ بَيْنَ السِّيَاسَةِ وَالْقَضَاءِ فِي فَرَنْسَا.\nنُنَاقِشُ مَعَ ضَيْفِنَا، د. خَطَّارُ أَبُو دِيَابٍ، أُسْتَاذُ الْعَلَاقَاتِ الدُّوَلِيَّةِ وَالسِّيَاسِيَّةِ، تَفَاصِيلَ هَذِهِ الْقَضِيَّةِ، وَالْأَسْئِلَةَ الْجَدَلِيَّةَ الَّتِي تَدُورُ حَوْلَهَا، وَتَدَاعِيَاتِهَا."
  },
  {
    "id": "p0m9wp4z",
    "title_arabic": "ما أسباب المواجهة الأخيرة بين أفغانستان وباكستان؟",
    "description_arabic": "بعد قتال عنيف تخلله هدوء قصير نسبياً، اتفقت أفغانستان وباكستان على وقف فوري لإطلاق النار، عقب مفاوضات السلام التي توسطت فيها قطر وتركيا في الدوحة.\nويأتي هذا التطور بعد أسبوعين من مواجهات حدودية عنيفة أدت إلى مقتل عشرات الجنود والمدنيين من الجانبين، بحسب ما أفادت به تقارير رسمية من كابول وإسلام أباد.\nوكانت حركة طالبان الأفغانية قد استعادت سيطرتها على أفغانستان في عام 2021 عقب انسحاب القوات الأمريكية، لتدخل العلاقة بين الجانبين الأفغاني والباكستاني مرحلة جديدة ضمن مراحل معقدة ومتشابكة عبر التاريخ، ما بين التحالف والدعم تارة، والصراع والاشتباك تارة أخرى.فما أسباب المواجهة الأخيرة بين أفغانستان وباكستان؟ وما طبيعة العلاقة بين الجانبين؟\nنحاور، د. وائل عوّاد، الصحفي والباحث المتخصص في الشأن الآسيوي.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m9wp4z.mp3",
    "published": "Tue, 21 Oct 2025 14:55:00 +0000",
    "duration_seconds": "1480",
    "audio_type": "audio/mpeg",
    "title_english": "What are the reasons behind the recent confrontation between Afghanistan and Pakistan?",
    "description_english": "After intense fighting followed by a relatively brief calm, Afghanistan and Pakistan agreed to an immediate ceasefire following peace negotiations mediated by Qatar and Turkey in Doha. This development comes after two weeks of violent border clashes that resulted in the deaths of dozens of soldiers and civilians from both sides, according to official reports from Kabul and Islamabad. The Afghan Taliban regained control of Afghanistan in 2021 following the withdrawal of U.S. forces, leading the relationship between Afghanistan and Pakistan into a new phase in a historically complex and intertwined narrative of both alliance and conflict. What are the reasons behind the recent confrontation between Afghanistan and Pakistan? What is the nature of the relationship between the two sides? We interview Dr. Wael Awad, a journalist and researcher specializing in Asian affairs.",
    "title_arabic_diacritics": "مَا أَسْبَابُ الْمُوَاجَهَةِ الْأَخِيرَةِ بَيْنَ أَفْغَانِسْتَانَ وَبَاكِسْتَانَ؟",
    "description_arabic_diacritics": "بَعْدَ قِتَالٍ عُنِيفٍ تَخَلَّلَهُ هُدُوءٌ قَصِيرٌ نِسْبِيًّا، اتَّفَقَتْ أَفْغَانِسْتَانُ وَبَاكِسْتَانُ عَلَى وَقْفٍ فَوْرِيٍّ لِإِطْلَاقِ النَّارِ، عَقِبَ مُفَاوَضَاتِ السَّلَامِ الَّتِي تَوَسَّطَتْ فِيهَا قَطَرُ وَتُرْكِيَا فِي الْدُّوحَةِ.\nوَيَأْتِي هَذَا التَّطَوُّرُ بَعْدَ أَسْبُوعَيْنِ مِنْ مُوَاجَهَاتٍ حُدُودِيَّةٍ عُنِيفَةٍ أَدَّتْ إِلَى مَقْتَلِ عَشَرَاتِ الْجُنُودِ وَالْمَدَنِيِّينَ مِنَ الْجَانِبَيْنِ، بِحَسَبِ مَا أَفَادَتْ بِهِ تَقَارِيرُ رَسْمِيَّةٌ مِنْ كَابُلَ وَإِسْلَامَ أَبَاد.\nوَكَانَتْ حَرَكَةُ طَالِبَانَ الْأَفْغَانِيَّةُ قَدِ اسْتَعَادَتْ سَيْطَرَتَهَا عَلَى أَفْغَانِسْتَانَ فِي عَامِ 2021 عَقِبَ انْسِحَابِ الْقُوَّاتِ الْأَمْرِيكِيَّةِ، لِتَدْخُلَ الْعَلَاقَةُ بَيْنَ الْجَانِبَيْنِ الْأَفْغَانِيِّ وَالْبَاكِسْتَانِيِّ مَرْحَلَةً جَدِيدَةً ضِمْنَ مَرَاحِلِ مُعَقَّدَةٍ وَمُتَشَابِكَةٍ عَبْرَ التَّارِيخِ، مَا بَيْنَ التَّحَالُفِ وَالدَّعْمِ تَارَةً، وَالصِّرَاعِ وَالِاشْتِبَاكِ تَارَةً أُخْرَى. فَمَا أَسْبَابُ الْمُوَاجَهَةِ الْأَخِيرَةِ بَيْنَ أَفْغَانِسْتَانَ وَبَاكِسْتَانَ؟ وَمَا طَبِيعَةُ الْعَلَاقَةِ بَيْنَ الْجَانِبَيْنِ؟\nنُحَاوِرُ، د. وَائِلٌ عَوَّادٌ، الصَّحَفِيُّ وَالْبَاحِثُ الْمُتَخَصِّصُ فِي الشَّأْنِ الْآسِيَوِيِّ."
  },
  {
    "id": "p0m9qdb6",
    "title_arabic": "ما قصة سرقة متحف اللوفر؟ وما هي الثغرات الأمنية التي استفاد منها اللصوص؟",
    "description_arabic": "تعرض متحف اللوفر في باريس، أحد أشهر المتاحف في العالم، لعملية سرقة وصفت على أنها واحدة من أسرع عمليات سرقة المتاحف حيث استغرقت ما بين 4 إلى 7 دقائق فقط وفق ما أعلنت السلطات الفرنسية. وقالت وزارة الداخلية إن القطع المسروقة ذات \"قيمة تاريخية وثقافية لا تقدر بثمن\".\nالصحفي المغربي المتخصص في الشؤون الفرنسية، يوسف لهلالي، يتحدث لمتابعي البودكاست عن تفاصيل سرقة متحف اللوفر، وطبيعة المسروقات وقيمتها، وموقف الحكومة والأحزاب السياسية تجاه هذه الحادثة، ولما شكلت عملية السرقة صدمة للشارع الفرنسي.\n \nفريق البودكاست\nإعداد: نداء حسين\nتقديم: ميس باقي\nإدارة التحرير: كريمة كواح",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m9qdb6.mp3",
    "published": "Mon, 20 Oct 2025 16:01:00 +0000",
    "duration_seconds": "984",
    "audio_type": "audio/mpeg",
    "title_english": "What is the story behind the Louvre Museum theft? What security gaps did the thieves exploit?",
    "description_english": "The Louvre Museum in Paris, one of the most famous museums in the world, was the target of a theft described as one of the fastest museum heists, taking only between 4 to 7 minutes, according to French authorities. The Ministry of Interior stated that the stolen items have \"priceless historical and cultural value.\" Moroccan journalist specializing in French affairs, Youssef Lahali, discusses the details of the Louvre theft, the nature and value of the stolen items, the government's and political parties' responses to this incident, and why the theft shocked the French public. \nPodcast Team\nProduced by: Nada Hussein\nPresented by: Mais Baqi\nEdited by: Karima Kawah",
    "title_arabic_diacritics": "مَا قِصَّةُ سَرِقَةِ مُتْحَفِ اللُّوفْرِ؟ وَمَا هِيَ الثَّغَرَاتُ الْأَمْنِيَّةُ الَّتِي اسْتَفَادَ مِنْهَا اللُّصُوصُ؟",
    "description_arabic_diacritics": "تَعَرَّضَ مُتْحَفُ اللُّوفْرِ فِي بَارِيسَ، أَحَدُ أَشْهَرِ الْمَتَاحِفِ فِي الْعَالَمِ، لِعَمَلِيَّةِ سَرِقَةٍ وُصِفَتْ عَلَى أَنَّهَا وَاحِدَةٌ مِنْ أَسْرَعِ عَمَلِيَّاتِ سَرِقَةِ الْمَتَاحِفِ حَيْثُ اسْتَغْرَقَتْ مَا بَيْنَ 4 إِلَى 7 دَقَائِقَ فَقَطْ وَفْقَ مَا أَعْلَنَتِ السُّلُطَاتُ الْفَرَنْسِيَّةُ. وَقَالَتْ وَزَارَةُ الدَّاخِلِيَّةِ إِنَّ الْقِطَعَ الْمَسْرُوقَةَ ذَاتُ \"قِيمَةٍ تَارِيخِيَّةٍ وَثَقَافِيَّةٍ لَا تُقَدَّرُ بِثَمَنٍ\".\nالصَّحَفِيُّ الْمَغْرِبِيُّ الْمُتَخَصِّصُ فِي الشُّؤُونِ الْفَرَنْسِيَّةِ، يُوسُفُ لَهْلَالِي، يَتَحَدَّثُ لِمُتَابِعِي الْبُودْكَاسْتِ عَنْ تَفَاصِيلِ سَرِقَةِ مُتْحَفِ اللُّوفْرِ، وَطَبِيعَةِ الْمَسْرُوقَاتِ وَقِيمَتِهَا، وَمَوْقِفِ الْحُكُومَةِ وَالْأَحْزَابِ السِّيَاسِيَّةِ تَجَاهَ هَذِهِ الْحَادِثَةِ، وَلِمَا شَكَّلَتْ عَمَلِيَّةُ السَّرِقَةِ صَدْمَةً لِلشَّارِعِ الْفَرَنْسِيِّ.\n \nفَرِيقُ الْبُودْكَاسْتِ\nإِعْدَادٌ: نِدَاءٌ حُسَيْنٌ\nتَقْدِيمٌ: مَيْسٌ بَاقِي\nإِدَارَةُ التَّحْرِيرِ: كَرِيمَةُ كَوَاحٍ"
  },
  {
    "id": "p0m98jvg",
    "title_arabic": "ماذا نعرف عن سياسات الهجرة الجديدة في بريطانيا؟",
    "description_arabic": "تشهد بريطانيا حاليًا تغييرات جوهرية في سياسة منح الإقامة الدائمة للمهاجرين، حيث قالت وزيرة الداخلية، شبانة محمود، إن على القادمين إلى المملكة المتحدة أن يثبتوا استحقاقهم للبقاء في المملكة المتحدة عبر معايير جديدة أكثر صرامة في اللغة، والاندماج، والمساهمة الاقتصادية، والاجتماعية. التغييرات الجديدة في سياسات الهجرة ومنح الإقامة الدائمة شملت المدة اللازمة للعيش في بريطانيا قبل التقدم بطلب الإقامة الدائمة، مع إضافة بنود تتعلق بطبيعة العمل، ودفع الضرائب، وعدم الاعتماد على الدعم الحكومي.\nوتثير سياسات الحكومة البريطانية جدلاً، بين مؤيد يرى فيها ضرورة للحفاظ على استقرار المجتمع، ومعارض يخشى من تأثيراتها على حياة العديد من الأسر والأفراد الذين يتطلعون إلى الاستقرار في بريطانيا.\nفماذا نعرف عن الشروط الجديدة للإقامة في بريطانيا؟ وهل تخرج بريطانيا من نادي الدول المستقطبة للمهاجرين؟",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m98jvg.mp3",
    "published": "Fri, 17 Oct 2025 15:57:00 +0000",
    "duration_seconds": "1558",
    "audio_type": "audio/mpeg",
    "title_english": "What do we know about the new immigration policies in the UK?",
    "description_english": "The UK is currently undergoing significant changes in its permanent residency policy for immigrants. Home Secretary Shabana Mahmood stated that newcomers to the UK must prove their eligibility to remain through new, stricter criteria regarding language, integration, and economic and social contributions. The new immigration policies and permanent residency requirements include the duration of residence in the UK before applying for permanent residency, along with provisions related to the nature of employment, tax payments, and not relying on government support. The British government's policies have sparked debate, with supporters seeing them as necessary for maintaining community stability, while opponents fear their impact on the lives of many families and individuals seeking stability in the UK. So, what do we know about the new residency conditions in the UK? Is the UK stepping away from being a destination for immigrants?",
    "title_arabic_diacritics": "مَاذَا نَعْرِفُ عَنْ سِيَاسَاتِ الْهِجْرَةِ الْجَدِيدَةِ فِي بْرِيطَانِيَا؟",
    "description_arabic_diacritics": "تَشْهَدُ بْرِيطَانِيَا حَالِيًّا تَغْيِيرَاتٍ جَوْهَرِيَّةً فِي سِيَاسَةِ مَنْحِ الْإِقَامَةِ الدَّائِمَةِ لِلْمُهَاجِرِينَ، حَيْثُ قَالَتْ وَزِيرَةُ الدَّاخِلِيَّةِ، شَبَانَةُ مَحْمُودَ، إِنَّ عَلَى الْقَادِمِينَ إِلَى الْمَمْلَكَةِ الْمُتَّحِدَةِ أَنْ يُثْبِتُوا اسْتِحْقَاقَهُمْ لِلْبَقَاءِ فِي الْمَمْلَكَةِ الْمُتَّحِدَةِ عَبْرَ مَعَايِيرَ جَدِيدَةٍ أَكْثَرَ صَرَامَةً فِي اللُّغَةِ، وَالِانْدِمَاجِ، وَالْمُسَاهَمَةِ الْاِقْتِصَادِيَّةِ، وَالاجْتِمَاعِيَّةِ. التَّغْيِيرَاتُ الْجَدِيدَةُ فِي سِيَاسَاتِ الْهِجْرَةِ وَمَنْحِ الْإِقَامَةِ الدَّائِمَةِ شَمِلَتِ الْمُدَّةَ اللَّازِمَةَ لِلْعَيْشِ فِي بْرِيطَانِيَا قَبْلَ التَّقَدُّمِ بِطَلَبِ الْإِقَامَةِ الدَّائِمَةِ، مَعَ إِضَافَةِ بُنُودٍ تَتَعَلَّقُ بِطَبِيعَةِ الْعَمَلِ، وَدَفْعِ الضَّرَائِبِ، وَعَدَمِ الِاعْتِمَادِ عَلَى الدَّعْمِ الْحُكُومِيِّ.\nوَتُثِيرُ سِيَاسَاتُ الْحُكُومَةِ الْبِرِيطَانِيَّةِ جَدَلًا، بَيْنَ مُؤَيِّدٍ يَرَى فِيهَا ضَرُورَةً لِلْحِفَاظِ عَلَى اسْتِقْرَارِ الْمُجْتَمَعِ، وَمُعَارِضٍ يَخْشَى مِنْ تَأْثِيرَاتِهَا عَلَى حَيَاةِ الْعَدِيدِ مِنَ الْأُسَرِ وَالْأَفْرَادِ الَّذِينَ يَتَطَلَّعُونَ إِلَى الاسْتِقْرَارِ فِي بْرِيطَانِيَا.\nفَمَاذَا نَعْرِفُ عَنْ الشُّرُوطِ الْجَدِيدَةِ لِلْإِقَامَةِ فِي بْرِيطَانِيَا؟ وَهَلْ تَخْرُجُ بْرِيطَانِيَا مِنْ نَادِي الدُّوَلِ الْمُسْتَقْطَبَةِ لِلْمُهَاجِرِينَ؟"
  },
  {
    "id": "p0m92dz2",
    "title_arabic": "7 منتخبات عربية في كأس العالم 2026: إنجاز تاريخي أم استفادة من التوسّع؟",
    "description_arabic": "في إنجاز غير مسبوق، تشارك سبعة منتخبات عربية في كأس العالم 2026: مصر، الجزائر، تونس، المغرب، السعودية، قطر، والأردن، مع فرصة لمنتخب ثامن من الملحق القاري (الإمارات أو العراق). فرحة عربية كبيرة تملأ الشوارع من الرباط إلى الدوحة، لكن خلف الحماس أسئلة كثيرة: هل يعكس هذا الحضور الكثيف تطورًا فعليًا في الأداء والاحترافية، أم أنه نتيجة لتوسيع عدد المنتخبات المشاركة؟\nفي هذه الحلقة، تستعرض كريمة كواح تاريخ المنتخبات العربية في المونديال، وتناقش مع الصحفي الرياضي محمد قطب فرصها في الوصول إلى أدوار متقدمة، وتأثير هذا الزخم على مستقبل الكرة العربية.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m92dz2.mp3",
    "published": "Thu, 16 Oct 2025 18:20:00 +0000",
    "duration_seconds": "1592",
    "audio_type": "audio/mpeg",
    "title_english": "7 Arab Teams in the 2026 World Cup: A Historic Achievement or a Benefit from Expansion?",
    "description_english": "In an unprecedented achievement, seven Arab teams will participate in the 2026 World Cup: Egypt, Algeria, Tunisia, Morocco, Saudi Arabia, Qatar, and Jordan, with a chance for an eighth team from the continental playoff (UAE or Iraq). There is great joy in the streets from Rabat to Doha, but behind the excitement lie many questions: Does this significant presence reflect actual progress in performance and professionalism, or is it merely a result of the expanded number of participating teams?\nIn this episode, Karima Kawah reviews the history of Arab teams in the World Cup and discusses with sports journalist Mohamed Qattab their chances of advancing to later stages, and the impact of this momentum on the future of Arab football.",
    "title_arabic_diacritics": "7 مُنتَخَباتٍ عَرَبِيَّةٍ في كَأسِ العَالَمِ 2026: إنْجازٌ تَارِيخِيٌّ أمِ اسْتِفادَةٌ منَ التَّوَسُّعِ؟",
    "description_arabic_diacritics": "في إنْجازٍ غَيْرِ مَسْبُوقٍ، تُشارِكُ سَبْعَةُ مُنتَخَباتٍ عَرَبِيَّةٍ في كَأسِ العَالَمِ 2026: مِصْرُ، الجَزائِرُ، تُونِسُ، المَغْرِبُ، السَّعُودِيَّةُ، قَطَرُ، وَالأُرْدُنُّ، مَعَ فُرْصَةٍ لِمُنْتَخَبٍ ثامِنَ مِنَ المُلْحَقِ القارِّيِّ (الإماراتُ أو العِراقُ). فَرْحَةٌ عَرَبِيَّةٌ كَبِيرَةٌ تَمْلَأُ الشَّوارِعَ مِنَ الرِّباطِ إلى الدَّوحَةِ، لَكِنْ خَلْفَ الحَماسِ أَسْئِلَةٌ كَثِيرَةٌ: هَلْ يُعَكِّسُ هَذا الحُضورُ الكَثِيفُ تَطَوُّرًا فِعْلِيًّا في الأَداءِ وَالاِحْتِرَافِيَّةِ، أَمْ أَنَّهُ نَتِيجَةٌ لِتَوْسِيعِ عَدَدِ المُنتَخَباتِ المُشارِكَةِ؟\nفي هَذِهِ الحَلْقَةِ، تَسْتَعْرِضُ كَرِيمَةُ كَوَاحٍ تَارِيخَ المُنتَخَباتِ العَرَبِيَّةِ في المُونْدِيَالِ، وَتُنَاقِشُ مَعَ الصَّحَفِيِّ الرِّيَاضِيِّ مُحَمَّدٍ قُطْبٍ فُرَصَهَا في الوُصُولِ إلى أَدْوَارٍ مُتَقَدِّمَةٍ، وَتَأْثِيرَ هَذا الزَّخْمِ على مُسْتَقْبَلِ الكُرَةِ العَرَبِيَّةِ."
  },
  {
    "id": "p0m8sd5n",
    "title_arabic": "هل تهدد السجائر الإلكترونية بموجة جديدة من إدمان النيكوتين؟",
    "description_arabic": "أصدرت منظمة الصحة العالمية تقديراتها، لأول مرة، لأعداد مستخدمي السجائر الإلكترونية حول العالم، الذين بلغ عددهم أكثر من 100 مليون شخص.واعتبرت منظمة الصحة هذه الأرقام مُقلقة، خاصة وأن من بين هؤلاء ما لا يقل عن 15 مليون طفل تتراوح أعمارهم بين ثلاثة عشر وخمسة عشر عاماً.وعلى ضوء زيادة انتشار هذه الظاهرة، نناقش في حلقة اليوم مع الدكتور معتز لبيب، استشاري الأمراض الصدرية، الأسباب وراء رواج السجائر الإلكترونية خاصة بين الأطفال والمراهقين، وكيفية الحدّ من ذلك.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m8sd5n.mp3",
    "published": "Wed, 15 Oct 2025 17:02:00 +0000",
    "duration_seconds": "1338",
    "audio_type": "audio/mpeg",
    "title_english": "Do Electronic Cigarettes Threaten a New Wave of Nicotine Addiction?",
    "description_english": "The World Health Organization has released its first estimates of the number of electronic cigarette users worldwide, which exceeds 100 million people. The organization considers these figures alarming, especially since among them are at least 15 million children aged between thirteen and fifteen. In light of the increasing prevalence of this phenomenon, we discuss in today's episode with Dr. Moataz Labib, a pulmonary diseases consultant, the reasons behind the popularity of electronic cigarettes, especially among children and teenagers, and how to mitigate this issue.",
    "title_arabic_diacritics": "هَلْ تُهَدِّدُ السَّجَائِرُ الإِلِكْتُرُونِيَّةُ بِمَوْجَةٍ جَدِيدَةٍ مِنْ إِدْمَانِ النِّيَكُوتِينِ؟",
    "description_arabic_diacritics": "أَصْدَرَتْ مُنَظَّمَةُ الصِّحَّةِ العَالَمِيَّةِ تَقْدِيرَاتِهَا، لِأَوَّلِ مَرَّةٍ، لِأَعْدَادِ مُسْتَخْدِمِي السَّجَائِرِ الإِلِكْتُرُونِيَّةِ حَوْلَ العَالَمِ، الَّذِينَ بَلَغَ عَدَدُهُمْ أَكْثَرَ مِنْ 100 مِلْيُونِ شَخْصٍ. وَاعْتَبَرَتْ مُنَظَّمَةُ الصِّحَّةِ هَذِهِ الأَرْقَامَ مُقْلِقَةً، خَاصَّةً وَأَنَّ مِنْ بَيْنِ هَؤُلاءِ مَا لَا يَقِلُّ عَنْ 15 مِلْيُونَ طِفْلٍ تَتَرَاوَحُ أَعْمَارُهُمْ بَيْنَ ثَلاثَةَ عَشَرَ وَخَمْسَةَ عَشَرَ عَامًا. وَعَلَى ضَوْءِ زِيَادَةِ انْتِشَارِ هَذِهِ الظَّاهِرَةِ، نُنَاقِشُ في حَلْقَةِ الْيَوْمِ مَعَ الدُّكْتُورِ مُعَتَّزٍ لَبِيبٍ، اسْتِشَارِيِّ الأَمْرَاضِ الصَّدْرِيَّةِ، الأَسْبَابَ وَرَاءَ رَوَاجِ السَّجَائِرِ الإِلِكْتُرُونِيَّةِ خَاصَّةً بَيْنَ الأَطْفَالِ وَالْمُرَاهِقِينَ، وَكَيْفِيَّةَ الحَدِّ مِنْ ذَلِكَ."
  },
  {
    "id": "p0m8kpmz",
    "title_arabic": "كيف يبدو الوضع في إسرائيل بعد وقف إطلاق النار؟ وهل تنقذ شفاعة \"ترامب\" مستقبل \"نتنياهو\" السياسي؟",
    "description_arabic": "لحظات تاريخية عاشها الإسرائيليون والفلسطينيون، مع دخول وقف إطلاق النار حيز التنفيذ في غزة، وفق خطة الرئيس الأمريكي دونالد ترامب للسلام.\nأطلقت حماس سراح عشرين من الرهائن الإسرائيليين الأحياء مقابل إطلاق سراح 1700 من المعتقلين الفلسطينيين في غزة، و250 من ذوي الأحكام العالية .\nالرئيس الأمريكي دونالد ترامب توجّه إلى إسرائيل في يوم التبادل، وقال أمام الكنيست الإسرائيلي \"السماء صافية والمدافع صامتة وصفارات الإنذار ساكنة والشمس تشرق على أرض مقدسة أصبحت أخيرا في سلام\" ووصف الحرب بأنها \"كابوس طويل\" للإسرائيليين والفلسطينيين لكنه انتهى الآن.\nوخاطب \"ترامب\" الرئيس الإسرائيلي، إسحق هرتسوغ، مستشفعاً لرئيس الوزراء الإسرائيلي، بنيامين نتنياهو،  الذي يواجه قضايا تتعلق بالفساد.\nتوجّه الرئيس الأمريكي بعدها إلى شرم الشيخ المصرية ليلتقي بزعماء عشرين دولة في قمة تهدف للحفاظ على وقف إطلاق النار وإحلال السلام في المنطقة.\nلكن بعيدا عن عدسات الإعلام بقيت أسئلة معلقة عن اليوم التالي للحرب..\n \nفكيف يعيش الداخل الإسرائيلي مثلاً  هذا اليوم؟ وهل تنجح شفاعة ترامب في العفو عن نتنياهو في القضايا التي يواجهها؟",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m8kpmz.mp3",
    "published": "Tue, 14 Oct 2025 16:01:00 +0000",
    "duration_seconds": "1536",
    "audio_type": "audio/mpeg",
    "title_english": "What is the Situation in Israel After the Ceasefire? Will Trump's Intervention Save Netanyahu's Political Future?",
    "description_english": "Historic moments were experienced by Israelis and Palestinians as the ceasefire in Gaza came into effect, following U.S. President Donald Trump's peace plan.\nHamas released twenty of the living Israeli hostages in exchange for the release of 1,700 Palestinian detainees in Gaza, and 250 with high sentences.\nOn the day of the exchange, President Trump addressed the Knesset, stating, \"The sky is clear, the guns are silent, the sirens are still, and the sun shines on a holy land that is finally at peace,\" describing the war as a \"long nightmare\" for both Israelis and Palestinians, but it has now ended.\nTrump appealed to Israeli President Isaac Herzog on behalf of Prime Minister Benjamin Netanyahu, who faces corruption charges.\nThe U.S. President then traveled to Sharm El Sheikh, Egypt, to meet with leaders from twenty countries in a summit aimed at maintaining the ceasefire and establishing peace in the region.\nHowever, away from the media spotlight, questions remain about the day after the war..\n\nHow does the Israeli interior experience this day? And will Trump's intervention succeed in absolving Netanyahu of the charges he faces?",
    "title_arabic_diacritics": "كَيْفَ يَبْدُو الوَضْعُ في إِسْرَائِيلَ بَعْدَ وَقْفِ إِطْلاقِ النَّارِ؟ وَهَلْ تُنْقِذُ شَفَاعَةُ \"تْرَامْب\" مُسْتَقْبَلَ \"نَتَنِيَاهُو\" السِّيَاسِيَّ؟",
    "description_arabic_diacritics": "لَحَظَاتٌ تَارِيخِيَّةٌ عَاشَهَا الإِسْرَائِيلِيُّونَ وَالفِلَسْطِينِيُّونَ، مَعَ دُخُولِ وَقْفِ إِطْلاقِ النَّارِ حَيِّزَ التَّنْفِيذِ في غَزَّةَ، وَفْقَ خُطَّةِ الرَّئِيسِ الأَمْرِيكِيِّ دُونَالْدَ تْرَامْب لِلْسَّلاَمِ.\nأَطْلَقَتْ حَمَاسُ سَرَاحَ عِشْرِينَ مِنَ الرَّهَائِنِ الإِسْرَائِيلِيِّينَ الأَحْيَاءِ مُقَابِلَ إِطْلاقِ سَرَاحِ 1700 مِنَ الْمُعْتَقَلِينَ الفِلَسْطِينِيِّينَ في غَزَّةَ، وَ250 مِنْ ذَوِي الأَحْكَامِ الْعَالِيَةِ.\nالرَّئِيسُ الأَمْرِيكِيُّ دُونَالْدَ تْرَامْب تَوَجَّهَ إِلَى إِسْرَائِيلَ في يَوْمِ التَّبَادُلِ، وَقَالَ أَمَامَ الْكُنِيسِتِ الإِسْرَائِيلِيِّ \"السَّمَاءُ صَافِيَةٌ وَالْمَدَافِعُ صَامِتَةٌ وَصَفَّارَاتُ الْإِنْذَارِ سَاكِنَةٌ وَالشَّمْسُ تَشْرُقُ عَلَى أَرْضٍ مُقَدَّسَةٍ أَصْبَحَتْ أَخِيرًا في سَلاَمٍ\" وَوَصَفَ الْحَرْبَ بِأَنَّهَا \"كَابُوسٌ طَوِيلٌ\" لِلْإِسْرَائِيلِيِّينَ وَالفِلَسْطِينِيِّينَ لَكِنَّهَا انْتَهَتْ الآنَ.\nوَخَاطَبَ \"تْرَامْب\" الرَّئِيسَ الإِسْرَائِيلِيَّ، إِسْحَاقَ هِرْتْسُوغَ، مُسْتَشْفِعًا لِرَئِيسِ الْوُزَرَاءِ الإِسْرَائِيلِيِّ، بِنْيَامِينَ نَتَنِيَاهُو، الَّذِي يُوَاجِهُ قَضَايَا تَتَعَلَّقُ بِالْفَسَادِ.\nتَوَجَّهَ الرَّئِيسُ الأَمْرِيكِيُّ بَعْدَها إِلَى شَرْمِ الشَّيْخِ المِصْرِيَّةِ لِيَلْتَقِيَ بِزُعَمَاءِ عِشْرِينَ دَوْلَةٍ في قِمَّةٍ تَهْدِفُ لِلْحِفَاظِ عَلَى وَقْفِ إِطْلاقِ النَّارِ وَإِحْلالِ السَّلاَمِ في الْمِنْطَقَةِ.\nلَكِنْ بَعِيدًا عَنْ عَدَسَاتِ الإِعْلَامِ بَقِيَتْ أَسْئِلَةٌ مُعَلَّقَةٌ عَنْ الْيَوْمِ التَّالِي لِلْحَرْبِ..\n \nفَكَيْفَ يَعِيشُ الدَّاخِلُ الإِسْرَائِيلِيُّ مَثَلًا هَذَا الْيَوْمَ؟ وَهَلْ تَنْجَحُ شَفَاعَةُ تْرَامْب في الْعَفْوِ عَنْ نَتَنِيَاهُو في الْقَضَايَا الَّتِي يُوَاجِهُهَا؟"
  },
  {
    "id": "p0m8d2d5",
    "title_arabic": "ما مصير المناوئين لحماس بعد وقف الحرب في القطاع؟",
    "description_arabic": "بعد أكثر من سبعمئة وثلاثين يوما من الحرب في قطاع غزة، دخل اتفاق وقف إطلاق النار بين إسرائيل وحماس مرحلته الأولى ، ضمن خطة السلام التي اقترحها الرئيس الأمريكي دونالد ترامب، ووافقت عليها الأطراف المعنية.وبدأ سكان القطاع المهجّرون في العودة إلى مناطقهم، ودخلت مساعدات إنسانية إلى القطاع بحسب تقارير إعلامية .وحتى ساعة تسجيل  هذه الحلقة، أفرجت حماس عن كل الرهائن الإسرائيليين الأحياء المحتجزين لديها منذ السابع من أكتوبر تشرين أول 2023 بينما تفرج إسرائيل في المقابل عن 1700 محتجز فلسطيني من غزة إضافة إلى 250 معتقلا من ذوي الأحكام العالية.نحاور مراسل بي بي سي لشؤون غزة، عدنان البرش، حول اليوم التالي لوقف الحرب رسميا في القطاع، ونسأل عن الوضع الأمني و مستقبل حماس، ومصير مناوئيها بعد وقف الحرب",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m8d2d5.mp3",
    "published": "Mon, 13 Oct 2025 16:28:00 +0000",
    "duration_seconds": "1505",
    "audio_type": "audio/mpeg",
    "title_english": "What is the fate of Hamas's opponents after the ceasefire in the Gaza Strip?",
    "description_english": "After more than seven hundred and thirty days of war in the Gaza Strip, the ceasefire agreement between Israel and Hamas has entered its first phase, as part of the peace plan proposed by U.S. President Donald Trump, which has been approved by the concerned parties. Displaced residents of the strip have begun returning to their areas, and humanitarian aid has entered the region according to media reports. As of the recording of this episode, Hamas has released all living Israeli hostages it held since October 7, 2023, while Israel has released 1,700 Palestinian detainees from Gaza, in addition to 250 high-sentenced prisoners. We interview BBC Gaza correspondent Adnan Al-Bursh about the day after the official ceasefire in the strip, discussing the security situation, the future of Hamas, and the fate of its opponents post-ceasefire.",
    "title_arabic_diacritics": "مَا مَصِيرُ الْمُنَاوِئِينَ لِحَمَاسَ بَعْدَ وَقْفِ الْحَرْبِ فِي الْقِطَاعِ؟",
    "description_arabic_diacritics": "بَعْدَ أَكْثَرَ مِنْ سَبْعِمِئَةٍ وَثَلاثِينَ يَوْمًا مِنَ الْحَرْبِ فِي قِطَاعِ غَزَّةَ، دَخَلَ اتِّفَاقُ وَقْفِ إِطْلَاقِ النَّارِ بَيْنَ إِسْرَائِيلَ وَحَمَاسَ مَرْحَلَتَهُ الْأُولَى، ضِمْنَ خُطَّةِ السَّلَامِ الَّتِي اقْتُرِحَتْ مِنَ الرَّئِيسِ الْأَمْرِيكِيِّ دُونَالْدَ تْرَامْب، وَوَافَقَتْ عَلَيْهَا الْأَطْرَافُ الْمَعْنِيَّةُ. وَبَدَأَ سُكَّانُ الْقِطَاعِ الْمُهَجَّرُونَ فِي الْعَوْدَةِ إِلَى مَنَاطِقِهِمْ، وَدَخَلَتْ مُسَاعَدَاتٌ إِنْسَانِيَّةٌ إِلَى الْقِطَاعِ بِحَسَبِ تَقَارِيرَ إِعْلَامِيَّةٍ. وَحَتَّى سَاعَةِ تَسْجِيلِ هَذِهِ الْحَلَقَةِ، أَفْرَجَتْ حَمَاسُ عَنْ كُلِّ الرَّهَائِنِ الْإِسْرَائِيلِيِّينَ الْأَحْيَاءِ الْمُحْتَجَزِينَ لَدَيْهَا مُنْذُ السَّابِعِ مِنْ أُكْتُوبَرَ تِشْرِينِ أَوَّلَ 2023 بَيْنَمَا تُفْرِجُ إِسْرَائِيلُ فِي الْمُقَابِلِ عَنْ 1700 مُحْتَجَزٍ فِلَسْطِينِيٍّ مِنْ غَزَّةَ إِضَافَةً إِلَى 250 مُعْتَقَلًا مِنْ ذَوِي الْأَحْكَامِ الْعَالِيَةِ. نُحَاوِرُ مُرَاسِلَ بِي بِي سِي لِشُؤُونِ غَزَّةَ، عَدْنَانَ الْبَرْشَ، حَوْلَ الْيَوْمِ التَّالِي لِوَقْفِ الْحَرْبِ رَسْمِيًّا فِي الْقِطَاعِ، وَنَسْأَلُ عَنْ الْوَضْعِ الْأَمْنِيِّ وَمُسْتَقْبَلِ حَمَاسَ، وَمَصِيرِ مُنَاوِئِيهَا بَعْدَ وَقْفِ الْحَرْبِ."
  },
  {
    "id": "p0m7ynt6",
    "title_arabic": "كيف تمنح جائزة نوبل للسلام؟",
    "description_arabic": "حسمت لجنة نوبل النرويجية المسؤولة عن اختيار جائزة نوبل للسلام الجدل، وذلك بإعلانها أن الفائزة بالجائزة لعام 2025 هي زعيمة المعارضة الفنزويلية ماريا كورينا ماتشادو. \nوكانت جائزة نوبل للسلام قد أثارت جدلاً كبيراً هذا العام بسبب التكهنات والتوقعات حول بعض الأسماء البارزة بما في ذلك الرئيس الأمريكي دونالد ترامب، الذي تحدث في مرات عدة علناً عن سبب اعتقاده بأنه يستحق هذا التكريم.\nضيفة البودكاست من واشنطن الصحفية ومديرة مكتب جريدة الشرق الأوسط، هبة القدسي، توضح أسباب اختيار لجنة مؤسسة نوبل لزعيمة المعارضة الفنزويلية، كما شرحت أسباب اهتمام الرئيس ترامب بالحصول على الجائزة ولما أثارت هذه الجائزة الجدل عبر السنوات.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m7ynt6.mp3",
    "published": "Fri, 10 Oct 2025 17:15:00 +0000",
    "duration_seconds": "1283",
    "audio_type": "audio/mpeg",
    "title_english": "How is the Nobel Peace Prize awarded?",
    "description_english": "The Norwegian Nobel Committee responsible for selecting the Nobel Peace Prize has settled the debate by announcing that the winner of the 2025 prize is Venezuelan opposition leader Maria Corina Machado. This year's Nobel Peace Prize has sparked significant controversy due to speculation and expectations surrounding several prominent names, including U.S. President Donald Trump, who has publicly stated on multiple occasions why he believes he deserves this honor. Podcast guest from Washington, journalist and head of the Middle East newspaper office, Hiba Al-Qudsi, explains the reasons behind the Nobel Committee's choice of the Venezuelan opposition leader, as well as the reasons for President Trump's interest in obtaining the prize and why it has generated controversy over the years.",
    "title_arabic_diacritics": "كَيْفَ تُمْنَحُ جَائِزَةُ نُوبِلَ لِلْسَّلَامِ؟",
    "description_arabic_diacritics": "حَسَمَتْ لَجْنَةُ نُوبِلَ النِّرْوِيجِيَّةُ الْمَسْؤُولَةُ عَنْ اخْتِيَارِ جَائِزَةِ نُوبِلَ لِلْسَّلَامِ الْجَدَلَ، وَذَلِكَ بِإِعْلَانِهَا أَنَّ الْفَائِزَةَ بِالْجَائِزَةِ لِعَامِ 2025 هِيَ زَعِيمَةُ الْمُعَارَضَةِ الْفِنْزُوَيْلِيَّةِ مَارِيَا كُورِينَا مَاتْشَادُو. \nوَكَانَتْ جَائِزَةُ نُوبِلَ لِلْسَّلَامِ قَدْ أَثَارَتْ جَدَلًا كَبِيرًا هَذَا الْعَامَ بِسَبَبِ التَّكَهُّنَاتِ وَالتَّوَقُّعَاتِ حَوْلَ بَعْضِ الْأَسْمَاءِ الْبَارِزَةِ بِمَا فِي ذَلِكَ الرَّئِيسُ الْأَمْرِيكِيُّ دُونَالْدَ تْرَامْبَ، الَّذِي تَحَدَّثَ فِي مَرَّاتٍ عِدَّةٍ عَلَنًا عَنْ سَبَبِ اعْتِقَادِهِ أَنَّهُ يَسْتَحِقُّ هَذَا التَّكْرِيمَ. \nضَيْفَةُ الْبُودْكَاسْتِ مِنْ وَاشِنْطُنَ الصَّحَفِيَّةُ وَمَدِيرَةُ مَكْتَبِ جَرِيدَةِ الشَّرْقِ الْأَوْسَطِ، هِبَةُ الْقُدْسِيِّ، تُوَضِّحُ أَسْبَابَ اخْتِيَارِ لَجْنَةِ مُؤَسَّسَةِ نُوبِلَ لِزَعِيمَةِ الْمُعَارَضَةِ الْفِنْزُوَيْلِيَّةِ، كَمَا شَرَحَتْ أَسْبَابَ اهْتِمَامِ الرَّئِيسِ تْرَامْبَ بِالْحُصُولِ عَلَى الْجَائِزَةِ وَلِمَا أَثَارَتْ هَذِهِ الْجَائِزَةُ الْجَدَلَ عَبْرَ السَّنَوَاتِ."
  },
  {
    "id": "p0m7nqg8",
    "title_arabic": "كيف كانت رحلة ناشط أردني نحو غزة على متن \"أسطول الصمود\" ؟",
    "description_arabic": "عبد الرحمن غزال يتحدث للبودكاست عن مشاركته في \"أسطول الصمود\" واحتجازه في إسرائيل وعودته إلى الأردن.\nويصف غزال الصعوبات التي واجهت المشاركين، ولحظات اعتراض الأسطول وتوقيف الناشطين. كما يتحدث عن الأسباب التي دفعته للمشاركة ، والهدف من مثل هذه الحملات الدولية.\nويُذكر أن منظمي \"الأسطول\" يقولون إن هدفه \"كسر الحصار غير القانوني المفروض على غزة بحراً، وفتح ممر إنساني، وإنهاء الإبادة الجماعية المستمرة ضد الشعب الفلسطيني\" - فيما علّق سابقاً المسؤول بوزارة الخارجية الإسرائيلية، عيدن بار طال، قائلاً إن \"إسرائيل لن تسمح لأي سفينة بدخول منطقة القتال النشطة... الغاية الحقيقية من هذا الأسطول هي الاستفزاز وخدمة حماس، وليست بالتأكيد جهداً إنسانياً\".\nوتفرض إسرائيل حصاراً بحرياً على غزة منذ سيطرتْ حركة حماس على القطاع المشاطئ للبحر المتوسط في 2007، ومنذ ذلك الحين قام ناشطون بمحاولات عديدة لتوصيل المساعدات إلى غزة عن طريق البحر.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m7nqg8.mp3",
    "published": "Thu, 09 Oct 2025 14:55:00 +0000",
    "duration_seconds": "1190",
    "audio_type": "audio/mpeg",
    "title_english": "What was the journey of a Jordanian activist to Gaza aboard the 'Fleet of Resilience'?",
    "description_english": "Abdul Rahman Ghazal speaks in the podcast about his participation in the 'Fleet of Resilience', his detention in Israel, and his return to Jordan. He describes the difficulties faced by participants, the moments of the fleet's interception, and the detention of activists. He also discusses the reasons that motivated him to participate and the goal of such international campaigns. Organizers of the 'fleet' claim that its purpose is to 'break the illegal maritime blockade imposed on Gaza, open a humanitarian corridor, and end the ongoing genocide against the Palestinian people' - while Israeli Foreign Ministry official Aiden Bar Tal previously commented that 'Israel will not allow any ship to enter the active combat zone... the true purpose of this fleet is provocation and serving Hamas, and it is certainly not a humanitarian effort.' Israel has imposed a maritime blockade on Gaza since Hamas took control of the coastal strip in 2007, and since then activists have made numerous attempts to deliver aid to Gaza by sea.",
    "title_arabic_diacritics": "كَيْفَ كَانَتْ رِحْلَةُ نَاشِطٍ أُرْدُنِّيٍّ نَحْوَ غَزَّةَ عَلَى مَتْنِ \"أَسْطُولِ الصُّمُودِ\" ؟",
    "description_arabic_diacritics": "عَبْدُ الرَّحْمَنِ غَزَّالٌ يَتَحَدَّثُ لِلْبُودْكَاسْتِ عَنْ مُشَارَكَتِهِ فِي \"أَسْطُولِ الصُّمُودِ\" وَاحْتِجَازِهِ فِي إِسْرَائِيلَ وَعَوْدَتِهِ إِلَى الْأُرْدُنِّ. \nوَيَصِفُ غَزَّالٌ الصُّعُوبَاتِ الَّتِي وَاجَهَتْ الْمُشَارِكِينَ، وَلَحَظَاتِ اعْتِرَاضِ الْأَسْطُولِ وَتَوْقِيفِ النَّاشِطِينَ. كَمَا يَتَحَدَّثُ عَنْ الْأَسْبَابِ الَّتِي دَفَعَتْهُ لِلْمُشَارَكَةِ، وَالْهَدَفِ مِنْ مِثْلِ هَذِهِ الْحَمَلَاتِ الدُّوَلِيَّةِ. \nوَيُذْكَرُ أَنَّ مُنَظِّمِي \"الْأَسْطُولِ\" يَقُولُونَ إِنَّ هَدَفَهُ \"كَسْرُ الْحِصَارِ غَيْرِ الْقَانُونِيِّ الْمَفْرُوضِ عَلَى غَزَّةَ بَحْرًا، وَفَتْحُ مَمَرٍّ إِنْسَانِيٍّ، وَإِنْهَاءُ الْإِبَادَةِ الْجَمَاعِيَّةِ الْمُسْتَمِرَّةِ ضِدَّ الشَّعْبِ الْفِلَسْطِينِيِّ\" - فِي مَا عَلَّقَ سَابِقًا الْمَسْؤُولُ بِوِزَارَةِ الْخَارِجِيَّةِ الْإِسْرَائِيلِيَّةِ، عَيْدِنَ بَارْ تَال، قَائِلًا إِنَّ \"إِسْرَائِيلَ لَنْ تَسْمَحَ لِأَيِّ سَفِينَةٍ بِدُخُولِ مَنْطِقَةِ الْقِتَالِ النَّشِطَةِ... الْغَايَةُ الْحَقِيقِيَّةُ مِنْ هَذَا الْأَسْطُولِ هِيَ الْاسْتِفْزَازُ وَخِدْمَةُ حَمَاسَ، وَلَيْسَتْ بِالتَّأْكِيدِ جُهْدًا إِنْسَانِيًّا\". \nوَتَفْرِضُ إِسْرَائِيلُ حِصَارًا بَحْرِيًّا عَلَى غَزَّةَ مُنْذُ سَيْطَرَتْ حَرَكَةُ حَمَاسَ عَلَى الْقِطَاعِ الْمُشَاطِئِ لِلْبَحْرِ الْمُتَوَسِّطِ فِي 2007، وَمُنْذُ ذَلِكَ الْحِينِ قَامَ نَاشِطُونَ بِمُحَاوَلَاتٍ عَدِيدَةٍ لِتَوْصِيلِ الْمُسَاعَدَاتِ إِلَى غَزَّةَ عَنْ طَرِيقِ الْبَحْرِ."
  },
  {
    "id": "p0m7fl1j",
    "title_arabic": "ما قصة مظاهرات جيل زد وما موقف الحكومة وملك المغرب منها؟",
    "description_arabic": "من طنجة، يتحدث الشاب يوسف بوزيد أحد المحتجين في المظاهرات التي تشهدها بعض المدن في المغرب عن سبب انخراطه في الاحتجاجات. كما توضح ضيفة البودكاست من الرباط الإعلامية والباحثة في العلوم السياسية، سعيدة الكامل، أسباب اشتعال فتيل الأزمة وموقف الحكومة والأحزاب السياسية والمؤسسة الملكية من هذه التظاهرات.وفي تطور للأحداث التي تشهدها المملكة المغربية، علقت حركة \"جيل زد 212″ الشبابية مظاهراتها التي تطالب بإصلاح التعليم والصحة ومحاربة الفساد، حتى يوم الخميس، وذلك قبل الخطاب الملكي المقرر خلال افتتاح البرلمان الجمعة المقبل.وكانت عدة مدن في المغرب قد شهدت منذ 10 أيام، موجة تظاهرات سلمية عرفت إعلاميا بحراك جيل زد، لكن سرعان ما تخلل هذه الاحتجاجات اعتقالات لمحتجين وأعمال شغب أدت إلى سقوط قتلى.بينما أبدت الحكومة من جانبها، انفتاحها على الحوار مع الشباب وشددت على أن طموح الإصلاح الصادر عنهم يلتقي مع الأولويات التي تشتغل عليها.فريق البودكاستالإعداد: ميس باقيالإخراج التقني: روبرت غريف وعلي عليالمونتج: زيدون خلفإدارة التحرير: كريمة كواح وديالا عزةالتقديم: إيناس عبد الوهاب",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m7fl1j.mp3",
    "published": "Wed, 08 Oct 2025 15:33:00 +0000",
    "duration_seconds": "1323",
    "audio_type": "audio/mpeg",
    "title_english": "What is the story behind Generation Z protests and what is the government's and the King of Morocco's stance on them?",
    "description_english": "From Tangier, young protester Youssef Bouzeid discusses his reasons for joining the protests occurring in various Moroccan cities. Podcast guest and political science researcher Saida Al-Kamil from Rabat explains the reasons behind the crisis and the positions of the government, political parties, and the monarchy regarding these demonstrations. In a recent development, the youth movement 'Generation Z 212' has suspended its protests demanding reforms in education, health, and anti-corruption until Thursday, ahead of the royal speech scheduled for the opening of parliament next Friday. Several cities in Morocco have witnessed peaceful protests known as the Generation Z movement over the past ten days, but these protests have quickly seen arrests and riots leading to fatalities. The government has expressed its openness to dialogue with the youth and emphasized that their reform aspirations align with its priorities. Podcast team: Preparation: Mais Baqi; Technical Direction: Robert Grieve and Ali Ali; Editing: Zaidon Khalaf; Editorial Management: Karima Kawah and Diala Azza; Presentation: Inas Abdel Wahab.",
    "title_arabic_diacritics": "مَا قِصَّةُ مُظَاهَرَاتِ جِيلِ زَدٍّ وَمَا مَوْقِفُ الْحُكُومَةِ وَمَلِكِ الْمَغْرِبِ مِنْهَا؟",
    "description_arabic_diacritics": "مِنْ طَنْجَةَ، يَتَحَدَّثُ الشَّابُّ يُوسُفُ بُوزِيدٍ أَحَدُ الْمُحْتَجِّينَ فِي الْمُظَاهَرَاتِ الَّتِي تَشْهَدُهَا بَعْضُ الْمُدُنِ فِي الْمَغْرِبِ عَنْ سَبَبِ انْخِرَاطِهِ فِي الْاحْتِجَاجَاتِ. كَمَا تُوَضِّحُ ضَيْفَةُ الْبُودْكَاسْتِ مِنَ الرِّبَاطِ الْإِعْلَامِيَّةُ وَالْبَاحِثَةُ فِي الْعُلُومِ السِّيَاسِيَّةِ، سَعِيدَةُ الْكَامِلِ، أَسْبَابَ اشْتِعَالِ فَتِيلِ الْأَزْمَةِ وَمَوْقِفِ الْحُكُومَةِ وَالْأَحْزَابِ السِّيَاسِيَّةِ وَالْمُؤَسَّسَةِ الْمَلَكِيَّةِ مِنْ هَذِهِ التَّظَاهُرَاتِ. وَفِي تَطَوُّرٍ لِلْأَحْدَاثِ الَّتِي تَشْهَدُهَا الْمَمْلَكَةُ الْمَغْرِبِيَّةُ، عَلَّقَتْ حَرَكَةُ \"جِيلِ زَدِّ 212\" الشَّبَابِيَّةُ مُظَاهَرَاتِهَا الَّتِي تَطَالِبُ بِإِصْلَاحِ التَّعْلِيمِ وَالصِّحَّةِ وَمُحَارَبَةِ الْفَسَادِ، حَتَّى يَوْمَ الْخَمِيسِ، وَذَلِكَ قَبْلَ الْخِطَابِ الْمَلَكِيِّ الْمُقَرَّرِ خِلَالَ افْتِتَاحِ الْبَرْلَمَانِ الْجُمُعَةَ الْمُقْبِلَةَ. وَكَانَتْ عِدَّةُ مُدُنٍ فِي الْمَغْرِبِ قَدْ شَهِدَتْ مُنْذُ 10 أَيَّامٍ، مَوْجَةَ تَظَاهُرَاتٍ سَلْمِيَّةً عُرِفَتْ إِعْلَامِيًّا بِحَرَاكِ جِيلِ زَدِّ، لَكِنَّ سَرِيعًا مَا تَخَلَّلَ هَذِهِ الْاحْتِجَاجَاتِ اعْتِقَالَاتٌ لِمُحْتَجِّينَ وَأَعْمَالَ شَغَبٍ أَدَّتْ إِلَى سُقُوطِ قَتْلَى. بَيْنَمَا أَبْدَتِ الْحُكُومَةُ مِنْ جَانِبِهَا، انْفِتَاحَهَا عَلَى الْحِوَارِ مَعَ الشَّبَابِ وَشَدَّدَتْ عَلَى أَنَّ طَمُوحَ الْإِصْلَاحِ الصَّادِرَ عَنْهُمْ يَلْتَقِي مَعَ الْأَوْلَوِيَّاتِ الَّتِي تَشْتَغِلُ عَلَيْهَا. فَرِيقُ الْبُودْكَاسْتِ الإِعْدَادُ: مَيْسٌ بَاقِي الإِخْرَاجُ التَّقْنِيُّ: رُوبِيرْتُ غْرِيفُ وَعَلِيٌّ عَلِيُّ الْمُونْتَجُ: زَيْدُونَ خَلَفٌ إِدَارَةُ التَّحْرِيرِ: كَرِيمَةُ كَوَاحٍ وَدِيَالَا عَزَّةُ التَّقْدِيمُ: إِينَاسُ عَبْدُ الْوَهَّابِ"
  },
  {
    "id": "p0m77jcd",
    "title_arabic": "ما أهمية العائلة الملكية في الثقافة البريطانية؟ وما الذي يمكن أن يتغير في تقاليدها؟",
    "description_arabic": "قال ولي العهد البريطاني الأمير ويليام إنه سيجري تغييرات على النظام الملكي البريطاني عندما يصبح ملكاً، في مقابلة تلفزيونية وصفتها مصادر القصر بأنها الأكثر انفتاحاً حتى الآن.وكان الأمير ويليام يتحدث إلى الممثل يوجين ليفي مقدم برنامج  “The Reluctant Traveller”  على خدمة Apple TV+وأكّد الأمير ويليام على أهمية التقاليد، لكنه قال إنه لا يخشى طرح الأسئلة حولها، متسائلا إن كانت لا تزال مناسبة لهذا العصر.فما أهمية العائلة الملكية في الثقافة الملكية البريطانية؟ وما التغييرات التي قد يطرحها الأمير ويليام في تقاليد العائلة الملكية؟تجيبنا ضيفتنا، الصحفية جوسلين إيليا، المتخصصة في شؤون بريطانيا والعائلة الملكية.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m77jcd.mp3",
    "published": "Tue, 07 Oct 2025 15:22:00 +0000",
    "duration_seconds": "1507",
    "audio_type": "audio/mpeg",
    "title_english": "What is the significance of the royal family in British culture? What changes could occur in its traditions?",
    "description_english": "British heir Prince William stated that he will implement changes to the British monarchy when he becomes king, in a television interview described by palace sources as the most open to date. Prince William spoke with actor Eugene Levy, host of 'The Reluctant Traveller' on Apple TV+. He emphasized the importance of traditions but expressed that he is not afraid to question them, wondering if they still fit the modern era. What is the significance of the royal family in British royal culture? What changes might Prince William propose regarding royal traditions? Our guest, journalist Jocelyn Elia, who specializes in British affairs and the royal family, provides insights.",
    "title_arabic_diacritics": "مَا أَهَمِّيَّةُ الْعَائِلَةِ الْمَلَكِيَّةِ فِي الثَّقَافَةِ الْبِرِيطَانِيَّةِ؟ وَمَا الَّذِي يُمْكِنُ أَنْ يَتَغَيَّرَ فِي تَقَالِيدِهَا؟",
    "description_arabic_diacritics": "قَالَ وَلِيُّ الْعَهْدِ الْبِرِيطَانِيُّ الْأَمِيرُ وَيِلْيَامُ إِنَّهُ سَيُجْرِي تَغْيِيرَاتٍ عَلَى النِّظَامِ الْمَلَكِيِّ الْبِرِيطَانِيِّ عِنْدَمَا يُصْبِحُ مَلِكًا، فِي مُقَابَلَةٍ تِلْفِزِيُونِيَّةٍ وَصَفَتْهَا مَصَادِرُ الْقَصْرِ بِأَنَّهَا الْأَكْثَرُ انْفِتَاحًا حَتَّى الْآنَ. وَكَانَ الْأَمِيرُ وَيِلْيَامُ يَتَحَدَّثُ إِلَى الْمُمَثِّلِ يُوجِينِ لِيفِي مُقَدِّمِ بَرْنَامَجِ “The Reluctant Traveller” عَلَى خِدْمَةِ Apple TV+ وَأَكَّدَ الْأَمِيرُ وَيِلْيَامُ عَلَى أَهَمِّيَّةِ التَّقَالِيدِ، لَكِنَّهُ قَالَ إِنَّهُ لَا يَخْشَى طَرْحَ الْأَسْئِلَةِ حَوْلَهَا، مُتَسَائِلًا إِن كَانَتْ لَا تَزَالُ مُنَاسِبَةً لِهَذَا الْعَصْرِ. فَمَا أَهَمِّيَّةُ الْعَائِلَةِ الْمَلَكِيَّةِ فِي الثَّقَافَةِ الْمَلَكِيَّةِ الْبِرِيطَانِيَّةِ؟ وَمَا التَّغْيِيرَاتُ الَّتِي قَدْ يَطْرَحُهَا الْأَمِيرُ وَيِلْيَامُ فِي تَقَالِيدِ الْعَائِلَةِ الْمَلَكِيَّةِ؟ تُجِيبُنَا ضَيْفَتُنَا، الصَّحَفِيَّةُ جُوسْلِينُ إِيليا، الْمُتَخَصِّصَةُ فِي شُؤُونِ بَرِيطَانِيَا وَالْعَائِلَةِ الْمَلَكِيَّةِ."
  },
  {
    "id": "p0m72r5j",
    "title_arabic": "هل سد النهضة وراء فيضانات السودان؟ وهل تتأثر مصر؟",
    "description_arabic": "تجدد الجدل حول التأثيرات المحتملة لسد النهضة الإثيوبي، مع موجة فيضانات شهدتها عدة مناطق في السودان، وإطلاق وزارة الزراعة والري السودانية إنذارا باللون الأحمر في خمس ولايات مشيرة إلى ارتفاع منسوب المياه في الرافدين الرئيسيين لنهر النيل، النيل الأزرق والنيل الأبيض.\nرأى  البعض أن الفيضانات الحالية تكرار لموجات مشابهة سبقت بدء تشغيل سد النهضة، بينما اعتبر آخرون أن مناسيب هذه السنة جاءت مغايرة للسنوات السابقة نتيجة تفريغ المياه بقوة من السد.\nفيما أكد مسؤولون إثيوبيون أن سد النهضة خفف من حدة الفيضانات في السودان، وحال دون وقوع أضرار كارثية.\nفما دور سد النهضة في الفيضانات الأخيرة في السودان؟ وهل تتأثر مصر بهذه الفيضانات؟\nالنائب محمد العروسي عضو البرلمان الإثيوبي ومستشار وزير المياه والطاقة، والدكتور أحمد المفتي خبير الموارد المائية والعضو السابق في وفد السودان في مفاوضات سد النهضة يتحدثان للبودكاست",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m72r5j.mp3",
    "published": "Mon, 06 Oct 2025 17:55:00 +0000",
    "duration_seconds": "1608",
    "audio_type": "audio/mpeg",
    "title_english": "Is the Grand Ethiopian Renaissance Dam behind the floods in Sudan? Will Egypt be affected?",
    "description_english": "The debate over the potential impacts of the Grand Ethiopian Renaissance Dam has resurfaced amid a wave of floods in several regions of Sudan, prompting the Sudanese Ministry of Agriculture and Irrigation to issue a red alert in five states, indicating rising water levels in the two main tributaries of the Nile, the Blue Nile and the White Nile. Some believe that the current floods are a repetition of similar waves that occurred before the dam's operation, while others argue that this year's water levels differ from previous years due to the dam's aggressive water release. Ethiopian officials have asserted that the dam has mitigated the severity of the floods in Sudan and prevented catastrophic damage. What role does the dam play in the recent floods in Sudan? Will Egypt be affected by these floods? Ethiopian parliament member Mohamed Al-Arousi and water resources expert Dr. Ahmed Al-Mufti, a former member of Sudan's delegation in the dam negotiations, discuss these issues in the podcast.",
    "title_arabic_diacritics": "هَلْ سَدُّ النَّهْضَةِ وَرَاءَ فِيضَانَاتِ السُّودَانِ؟ وَهَلْ تَتَأَثَّرُ مِصْرُ؟",
    "description_arabic_diacritics": "تَجَدَّدَ الْجَدَلُ حَوْلَ التَّأْثِيرَاتِ الْمُحْتَمَلَةِ لِسَدِّ النَّهْضَةِ الْإِثْيُوبِيِّ، مَعَ مَوْجَةِ فِيضَانَاتٍ شَهِدَتْهَا عِدَّةُ مَنَاطِقَ فِي السُّودَانِ، وَإِطْلَاقِ وَزَارَةِ الزِّرَاعَةِ وَالرِّيِّ السُّودَانِيَّةِ إِنْذَارًا بِاللَّوْنِ الْأَحْمَرِ فِي خَمْسِ وَلَايَاتٍ مُشِيرَةً إِلَى ارْتِفَاعِ مَنْسُوبِ الْمِيَاهِ فِي الرَّافِدَيْنِ الرَّئِيسَيْنِ لِنَهْرِ النِّيلِ، النِّيلِ الْأَزْرَقِ وَالنِّيلِ الْأَبْيَضِ. رَأَى الْبَعْضُ أَنَّ الْفِيضَانَاتِ الْحَالِيَّةَ تَكْرَارٌ لِمَوْجَاتٍ مُشَابِهَةٍ سَبَقَتْ بَدْءَ تَشْغِيلِ سَدِّ النَّهْضَةِ، بَيْنَمَا اعْتَبَرَ آخَرُونَ أَنَّ مَنَاسِيبَ هَذِهِ السَّنَةِ جَاءَتْ مُغَايِرَةً لِلْسَّنَوَاتِ السَّابِقَةِ نَتِيجَةَ تَفْرِيغِ الْمِيَاهِ بِقُوَّةٍ مِنَ السَّدِّ. فِيْمَا أَكَّدَ مَسْؤُولُونَ إِثْيُوبِيُّونَ أَنَّ سَدَّ النَّهْضَةِ خَفَّفَ مِنْ حِدَّةِ الْفِيضَانَاتِ فِي السُّودَانِ، وَحَالَ دُونَ وُقُوعِ أَضْرَارٍ كَارِثِيَّةٍ. فَمَا دَوْرُ سَدِّ النَّهْضَةِ فِي الْفِيضَانَاتِ الْأَخِيرَةِ فِي السُّودَانِ؟ وَهَلْ تَتَأَثَّرُ مِصْرُ بِهَذِهِ الْفِيضَانَاتِ؟ النَّائِبُ مُحَمَّدُ الْعَرُوسِيُّ عُضْوُ الْبَرْلَمَانِ الْإِثْيُوبِيِّ وَمُسْتَشَارُ وَزِيرِ الْمِيَاهِ وَالطَّاقَةِ، وَالدُّكْتُورُ أَحْمَدُ الْمُفْتِي خَبِيرُ الْمَوَارِدِ الْمِيَاهِيَّةِ وَالْعُضْوُ السَّابِقُ فِي وَفْدِ السُّودَانِ فِي مُفَاوَضَاتِ سَدِّ النَّهْضَةِ يَتَحَدَّثَانِ لِلْبُودْكَاسْتِ"
  },
  {
    "id": "p0m6kh45",
    "title_arabic": "ما هو التوحد عند الكبار؟ كيف يشخص؟ وما هي آثاره؟",
    "description_arabic": "أعلن مركز دبي للتوحد عن  إطلاق خدمة تقييم التوحد عند البالغين.وبحسب ما نقله موقع، الإمارات اليوم، فإن الهدف من هذه الخدمة دعم جهود الدولة في تمكين الأشخاص ذوي التوحد من الاندماج في الحياة المهنية، من خلال تهيئة بيئة عمل شاملة تراعي احتياجات الأفراد، وتمنحهم فرصاً متكافئة بحسب ما ذكر الموقع.ومع توسع الاهتمام العالمي بمفهوم التنوع العصبي Neurodiversity في العمل والمجتمع وكيفية تفهم اختلافات البشر في طرائق التعلم والتواصل الاجتماعي وغيرها، نسأل اليوم:\nما هو التوحد عند الكبار؟ وبماذا يختلف عن حالات التوحد لدى الأطفال؟يجيب أسئلتنا الدكتور نجم الفلاحي، استشاري الطب النفسي وعلاج التوحد لدى الكبار  في بريطانيا.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m6kh45.mp3",
    "published": "Fri, 03 Oct 2025 14:55:00 +0000",
    "duration_seconds": "1425",
    "audio_type": "audio/mpeg",
    "title_english": "What is Autism in Adults? How is it Diagnosed? What are its Effects?",
    "description_english": "The Dubai Autism Center has announced the launch of a service for assessing autism in adults. According to the Emirates Today website, the aim of this service is to support the country's efforts in empowering individuals with autism to integrate into professional life by creating an inclusive work environment that meets individual needs and provides equal opportunities. With the growing global interest in the concept of neurodiversity in work and society, and understanding human differences in learning and social communication methods, we ask today: What is autism in adults? How does it differ from autism in children? Dr. Najm Al-Falahi, a consultant psychiatrist and autism treatment specialist for adults in the UK, answers our questions.",
    "title_arabic_diacritics": "مَا هُوَ التَّوَحُّدُ عِندَ الْكِبَارِ؟ كَيْفَ يُشَخَّصُ؟ وَمَا هِيَ آثَارُهُ؟",
    "description_arabic_diacritics": "أَعْلَنَ مَرْكَزُ دُبَي لِلْتَّوَحُّدِ عَنْ إِطْلَاقِ خِدْمَةِ تَقْيِيمِ التَّوَحُّدِ عِندَ الْبَالِغِينَ. وَبِحَسَبِ مَا نَقَلَهُ مَوْقِعُ، الْإِمَارَاتِ الْيَوْمَ، فَإِنَّ الْهَدَفَ مِنْ هَذِهِ الْخِدْمَةِ دَعْمُ جُهُودِ الدَّوْلَةِ فِي تَمْكِينِ الْأَشْخَاصِ ذَوِي التَّوَحُّدِ مِنَ الْاِنْدِمَاجِ فِي الْحَيَاةِ الْمِهَنِيَّةِ، مِنْ خِلَالِ تَهْيِئَةِ بِيئَةِ عَمَلٍ شَامِلَةٍ تَرَاعِي احْتِيَاجَاتِ الْأَفْرَادِ، وَتَمْنَحُهُمْ فُرَصًا مُتَكَافِئَةً بِحَسَبِ مَا ذَكَرَ الْمَوْقِعُ. وَمَعَ تَوَسُّعِ الْاهْتِمَامِ الْعَالَمِيِّ بِمَفْهُومِ التَّنَوُّعِ الْعَصَبِيِّ Neurodiversity فِي الْعَمَلِ وَالْمُجْتَمَعِ وَكَيْفِيَّةِ تَفَهُّمِ اخْتِلَافَاتِ الْبَشَرِ فِي طَرَائِقِ التَّعَلُّمِ وَالتَّوَاصُلِ الْاجْتِمَاعِيِّ وَغَيْرِهَا، نَسْأَلُ الْيَوْمَ:\nمَا هُوَ التَّوَحُّدُ عِندَ الْكِبَارِ؟ وَبِمَاذَا يَخْتَلِفُ عَنْ حَالاتِ التَّوَحُّدِ لَدَى الْأَطْفَالِ؟ يُجِيبُ أَسْئِلَتَنَا الدُّكْتُورُ نَجْمُ الْفَلَاحِي، اسْتِشَارِيُّ الطِّبِّ النَّفْسِيِّ وَعِلَاجِ التَّوَحُّدِ لَدَى الْكِبَارِ فِي بْرِيطَانِيَا."
  },
  {
    "id": "p0m6cd6j",
    "title_arabic": "لماذا يغادر فرنسيون بلادهم بسبب أصولهم الجزائرية؟",
    "description_arabic": "أحمد روابه صحفي بي بي سي يشرح دوافع بعض الفرنسيين من أصول عربية و خصوصا الجزائريين الرحيل عن فرنسا باتجاه كندا او دول أوروبية . \nوتشهد فرنسا موجة من الهجرة العكسية لمواطنيها من أصول مغاربية، وللجزائريين بشكل خاص، باتجاه الولايات المتحدة وكندا ودول أوروبية أخرى. كما يختار بعضهم العودة إلى الجزائر. ولا توجد أرقام دقيقة لعدد هؤلاء الذين يغادرون فرنسا، غير أن حركة الهجرة العكسية في تزايد بسبب ما يصفه البعض بانتشار العنصرية والكراهية الموجهة ضدهم. وتشهد أوروبا بشكل عام، وفرنسا على وجه الخصوص، تصاعدا في قوى اليمين المعادية للمهاجرين والأجانب.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m6cd6j.mp3",
    "published": "Thu, 02 Oct 2025 15:55:00 +0000",
    "duration_seconds": "1532",
    "audio_type": "audio/mpeg",
    "title_english": "Why Are Some French Leaving Their Country Due to Their Algerian Roots?",
    "description_english": "Ahmed Rawabeh, a BBC journalist, explains the motivations behind some French citizens of Arab descent, particularly Algerians, leaving France for Canada or other European countries. France is witnessing a wave of reverse migration among its citizens of Maghreb origins, especially Algerians, heading towards the United States, Canada, and other European nations. Some are even choosing to return to Algeria. While there are no precise figures on the number of those leaving France, the trend of reverse migration is increasing due to what some describe as the rise of racism and hatred directed against them. Europe, and France in particular, is experiencing a surge in right-wing anti-immigrant and foreigner sentiments.",
    "title_arabic_diacritics": "لِمَاذَا يُغَادِرُ فَرَنْسِيُّونَ بِلَادَهُمْ بِسَبَبِ أُصُولِهِمُ الْجَزَائِرِيَّةِ؟",
    "description_arabic_diacritics": "أَحْمَدُ رَوَابَةَ صَحَفِيٌّ بِي بِي سِي يَشْرَحُ دَوَافِعَ بَعْضِ الْفَرَنْسِيِّينَ مِنْ أُصُولٍ عَرَبِيَّةٍ وَخُصُوصًا الْجَزَائِرِيِّينَ الرَّحِيلَ عَنْ فَرَنْسَا بَاتِّجَاهِ كَنَادَا أَوْ دُوَلٍ أُورُوبِيَّةٍ. \nوَتَشْهَدُ فَرَنْسَا مَوْجَةً مِنَ الْهِجْرَةِ الْعَكْسِيَّةِ لِمَوَاطِنِهَا مِنْ أُصُولٍ مَغَارِبِيَّةٍ، وَلِلْجَزَائِرِيِّينَ بِشَكْلٍ خَاصٍّ، بَاتِّجَاهِ الْوِلَايَاتِ الْمُتَّحِدَةِ وَكَنَادَا وَدُوَلٍ أُورُوبِيَّةٍ أُخْرَى. كَمَا يَخْتَارُ بَعْضُهُمْ الْعَوْدَةَ إِلَى الْجَزَائِرِ. وَلَا تُوجَدُ أَرْقَامٌ دَقِيقَةٌ لِعَدَدِ هَؤُلَاءِ الَّذِينَ يُغَادِرُونَ فَرَنْسَا، غَيْرَ أَنَّ حَرَكَةَ الْهِجْرَةِ الْعَكْسِيَّةِ فِي تَزَايُدٍ بِسَبَبِ مَا يَصِفُهُ الْبَعْضُ بِانْتِشَارِ الْعُنْصُرِيَّةِ وَالْكَرَاهِيَةِ الْمُوَجَّهَةِ ضِدَّهُمْ. وَتَشْهَدُ أُورُوبَا بِشَكْلٍ عَامٍّ، وَفَرَنْسَا عَلَى وَجْهِ الْخُصُوصِ، تَصَاعُدًا فِي قُوَى الْيَمِينِ الْمُعَادِيَةِ لِلْمُهَاجِرِينَ وَالْأَجَانِبِ."
  },
  {
    "id": "p0m61d0j",
    "title_arabic": "العرب وإرث الأجداد في الترجمة: هل حُفظ أم ضاع؟",
    "description_arabic": "ذكر ابن النديم في كتابه، الفهرست، أن خالداً بن يزيد بن معاوية ، والذي كان مهتماً بالعلوم، أمر بإحضار جماعة من الفلاسفة اليونانيين ممن كانوا في مصر وتحدثوا العربية، وطلب منهم نقل  كتب \"الصنعة\" من اللسان اليوناني والقبطي إلى العربي، وكان هذا أول نقل في تاريخ الإسلام من لغة إلى لغة.ثم يمضي ابن النديم لينقل قصة عن حلم الخليفة المأمون في ليلة من ليالي بغداد، إذ رأى المأمون  في منامه الفيلسوفَ اليوناني أرسطو، ودار بينهما حديث في الحكمة كان سبباً في أن يأمر الخليفة، فور استيقاظه، بنقل كتب العلوم في شتى المجالات من اليونانية وغيرها إلى العربية، لتبدأ بذلك واحدة من أكبر حركات الترجمة في التاريخ، استمرت لأكثر من مئتي عام.وفي اليوم العالمي للترجمة وبعد ألف ومئتي سنة من حكم المأمون نسأل: هل حفظ العرب إرث أجدادهم في الترجمة؟نحاور في هذه الحلقة الأستاذ محمد علي بحري، مستشار منصة \"بالعربي\" المعنية بالمحتوى العربي، ومنسق برامج اللغة العربية في جامعة حمد بن خليفة في الدوحة.",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m61d0j.mp3",
    "published": "Wed, 01 Oct 2025 13:37:00 +0000",
    "duration_seconds": "1553",
    "audio_type": "audio/mpeg",
    "title_english": "Arabs and the Legacy of Their Ancestors in Translation: Has It Been Preserved or Lost?",
    "description_english": "Ibn Al-Nadim mentioned in his book, Al-Fihrist, that Khalid ibn Yazid ibn Muawiya, who was interested in sciences, ordered a group of Greek philosophers who were in Egypt and spoke Arabic to translate the books of 'craft' from Greek and Coptic into Arabic. This was the first translation in the history of Islam from one language to another. Ibn Al-Nadim then recounts a story about Caliph Al-Ma'mun's dream one night in Baghdad, where he saw the Greek philosopher Aristotle, and they had a conversation about wisdom that prompted the caliph, upon waking, to order the translation of scientific books in various fields from Greek and other languages into Arabic, thus initiating one of the largest translation movements in history, which lasted for over two hundred years. On International Translation Day, and after twelve hundred years since Al-Ma'mun's reign, we ask: Have Arabs preserved their ancestors' legacy in translation? In this episode, we interview Professor Mohamed Ali Bahri, an advisor to the 'Bil Arabi' platform focused on Arabic content, and the coordinator of Arabic language programs at Hamad Bin Khalifa University in Doha.",
    "title_arabic_diacritics": "الْعَرَبُ وَإِرْثُ الْأَجْدَادِ فِي التَّرْجَمَةِ: هَلْ حُفِظَ أَمْ ضَاعَ؟",
    "description_arabic_diacritics": "ذَكَرَ ابْنُ النَّدِيمِ فِي كِتَابِهِ، الْفَهْرَسَتُ، أَنَّ خَالِدًا بْنَ يَزِيدَ بْنَ مُعَاوِيَةَ، وَالَّذِي كَانَ مُهْتَمًّا بِالْعُلُومِ، أَمَرَ بِإِحْضَارِ جَمَاعَةٍ مِنَ الْفَلَاسِفَةِ الْيُونَانِيِّينَ مِمَّنْ كَانُوا فِي مِصْرَ وَتَحَدَّثُوا الْعَرَبِيَّةَ، وَطَلَبَ مِنْهُمْ نَقْلَ كُتُبِ \"الصِّنْعَةِ\" مِنَ اللِّسَانِ الْيُونَانِيِّ وَالْقِبْطِيِّ إِلَى الْعَرَبِيِّ، وَكَانَ هَذَا أَوَّلَ نَقْلٍ فِي تَارِيخِ الْإِسْلَامِ مِنْ لُغَةٍ إِلَى لُغَةٍ. ثُمَّ يَمْضِي ابْنُ النَّدِيمِ لِيَنْقُلَ قِصَّةً عَنْ حُلْمِ الْخَلِيفَةِ الْمَأْمُونِ فِي لَيْلَةٍ مِنْ لَيَالِي بَغْدَادَ، إِذْ رَأَى الْمَأْمُونُ فِي مَنَامِهِ الْفَيْلَسُوفَ الْيُونَانِيَّ أَرِسْطُو، وَدَارَ بَيْنَهُمَا حَدِيثٌ فِي الْحِكْمَةِ كَانَ سَبَبًا فِي أَنْ يَأْمُرَ الْخَلِيفَةُ، فَوْرَ اسْتِيَاقَظِهِ، بِنَقْلِ كُتُبِ الْعُلُومِ فِي شَتَّى الْمَجَالَاتِ مِنَ الْيُونَانِيَّةِ وَغَيْرِهَا إِلَى الْعَرَبِيَّةِ، لِتَبْدَأَ بِذَلِكَ وَاحِدَةٌ مِنْ أَكْبَرِ حَرَكَاتِ التَّرْجَمَةِ فِي التَّارِيخِ، اسْتَمَرَّتْ لِأَكْثَرَ مِنْ مِئَتَيْ عَامٍ. وَفِي الْيَوْمِ الْعَالَمِيِّ لِلْتَّرْجَمَةِ وَبَعْدَ أَلْفٍ وَمِئَتَيْ سَنَةٍ مِنْ حُكْمِ الْمَأْمُونِ نَسْأَلُ: هَلْ حَفِظَ الْعَرَبُ إِرْثَ أَجْدَادِهِمْ فِي التَّرْجَمَةِ؟ نُحَاوِرُ فِي هَذِهِ الْحَلَقَةِ الْأُسْتَاذَ مُحَمَّدَ عَلِيٍّ بَحْرِي، مُسْتَشَارَ مَنْصَّةِ \"بِالْعَرَبِيِّ\" الْمَعْنِيَّةِ بِالْمُحْتَوَى الْعَرَبِيِّ، وَمُنَسِّقَ بَرَامِجِ اللُّغَةِ الْعَرَبِيَّةِ فِي جَامِعَةِ حَمَدٍ بِنْ خَلِيفَةَ فِي الدَّوحَةِ."
  },
  {
    "id": "p0m5whlj",
    "title_arabic": "خطة ترامب: ما علاقة توني بلير بغزة؟",
    "description_arabic": "أشاد رئيس الوزراء البريطاني الأسبق توني بلير بخطة الرئيس الأمريكي، دونالد ترامب، لإنهاء الحرب في غزة، التي من المقرر أن يؤدي فيها بلير دوراً رئيسياً، واصفاً إياها بـ\"الشجاعة والذكية\".\nوكان ترامب قد تحدث عن إنشاء هيئة دولية برئاسته تحمل اسم\"مجلس إدارة السلام\" للإشراف على المرحلة الانتقالية في غزة.\nومن المقترح أن يضم \"مجلس إدارة السلام\" شخصيات من بينهم رئيس الوزراء البريطاني الأسبق.\nتولّى بلير رئاسة الحكومة بين عامي 1997 و2007، وقاد بريطانيا للمشاركة في الغزو الأميركي للعراق عام 2003، وهو قرار لاحقته بسببه انتقادات واسعة في الداخل والخارج.\nوانضم بلير في أغسطس آب إلى اجتماع مع الرئيس ترامب بحضور صهره جاريد كوشنر ومسؤولين أمريكيين لمناقشة خطط ما بعد الحرب في غزة.\nفما علاقة توني بلير بغزة؟ وماذا نعرف عن الدور المقترح له ضمن هيئة دولية تدير غزة؟\nمن لندن الباحثة في الشؤون السياسية منال لطفي تتحدث للبودكاست",
    "mp3_url": "http://open.live.bbc.co.uk/mediaselector/6/redir/version/2.0/mediaset/audio-nondrm-download-rss-low/proto/http/vpid/p0m5whlj.mp3",
    "published": "Tue, 30 Sep 2025 15:48:00 +0000",
    "duration_seconds": "1515",
    "audio_type": "audio/mpeg",
    "title_english": "Trump's Plan: What is Tony Blair's Connection to Gaza?",
    "description_english": "Former British Prime Minister Tony Blair praised U.S. President Donald Trump's plan to end the war in Gaza, in which Blair is set to play a key role, describing it as \"brave and smart.\" Trump has proposed the establishment of an international body, led by him, called the \"Peace Management Council\" to oversee the transitional phase in Gaza. The council is suggested to include figures such as the former British Prime Minister. Blair served as Prime Minister from 1997 to 2007 and led Britain in the U.S. invasion of Iraq in 2003, a decision that has drawn widespread criticism both domestically and internationally. In August, Blair attended a meeting with President Trump alongside his son-in-law Jared Kushner and U.S. officials to discuss post-war plans for Gaza. What is Tony Blair's connection to Gaza? What do we know about his proposed role in the international body managing Gaza? Political researcher Manal Lotfy speaks from London in this podcast.",
    "title_arabic_diacritics": "خُطْطَةُ تْرَامْب: مَا عَلاقَةُ تُونِي بْلَيْر بِغَزَّةَ؟",
    "description_arabic_diacritics": "أَشَادَ رَئِيسُ الْوُزَرَاءِ الْبِرِيطَانِيِّ الْأَسْبَقِ تُونِي بْلَيْر بِخُطْطَةِ الرَّئِيسِ الْأَمْرِيكِيِّ، دُونَالْد تْرَامْب، لِإنْهَاءِ الْحَرْبِ فِي غَزَّةَ، الَّتِي مِنَ الْمُقَرَّرِ أَنْ يُؤَدِّيَ فِيهَا بْلَيْر دَوْرًا رَئِيسِيًّا، وَاصِفًا إِيَّاهَا بِ\"الشَّجَاعَةِ وَالذَّكِيَّةِ\".\nوَكَانَ تْرَامْب قَدْ تَحَدَّثَ عَنْ إِنْشَاءِ هَيْئَةٍ دَوْلِيَّةٍ بِرَئَاسَتِهِ تَحْمِلُ اسْمَ\"مَجْلِسِ إِدَارَةِ السَّلَامِ\" لِلْإِشْرَافِ عَلَى الْمَرْحَلَةِ الْانتِقَالِيَّةِ فِي غَزَّةَ.\nوَمِنَ الْمُقْتَرَحِ أَنْ يَضُمَّ \"مَجْلِسَ إِدَارَةِ السَّلَامِ\" شَخْصِيَّاتٍ مِنْ بَيْنِهِمْ رَئِيسُ الْوُزَرَاءِ الْبِرِيطَانِيِّ الْأَسْبَقِ.\nتَوَلَّى بْلَيْر رِئَاسَةَ الْحُكُومَةِ بَيْنَ عَامَيْ 1997 وَ2007، وَقَادَ بْرِيطَانِيَا لِلْمُشَارَكَةِ فِي الْغَزْوِ الْأَمِيرِكِيِّ لِلْعِرَاقِ عَامَ 2003، وَهُوَ قَرَارٌ لَاحَقَتْهُ بِسَبَبِهِ انْتِقَادَاتٌ وَاسِعَةٌ فِي الدَّاخِلِ وَالْخَارِجِ.\nوَانْضَمَّ بْلَيْر فِي أَغُسْطُسَ آبٍ إِلَى اجْتِمَاعٍ مَعَ الرَّئِيسِ تْرَامْب بِحُضُورِ صَهْرِهِ جَارِيد كُوشْنَر وَمَسْؤُولِينَ أَمِيرِكِيِّين لِمُنَاقَشَةِ خُطَطِ مَا بَعْدَ الْحَرْبِ فِي غَزَّةَ.\nفَمَا عَلاقَةُ تُونِي بْلَيْر بِغَزَّةَ؟ وَمَاذَا نَعْرِفُ عَنْ الدَّوْرِ الْمُقْتَرَحِ لَهُ ضِمْنَ هَيْئَةٍ دَوْلِيَّةٍ تَدِيرُ غَزَّةَ؟\nمِنْ لُنْدَنَ الْبَاحِثَةُ فِي الشُّؤُونِ السِّيَاسِيَّةِ مَنَالُ لَطْفِي تَتَحَدَّثُ لِلْبُودْكَاسْت"
  }
]